{"_id":"A00440","titles":["The auncient ecclesiasticall histories of the first six hundred yeares after Christ, wrytten in the Greeke tongue by three learned historiographers, Eusebius, Socrates, and Euagrius. Eusebius Pamphilus Bishop of Cæsarea in Palæstina vvrote 10 bookes. Socrates Scholasticus of Constantinople vvrote 7 bookes. Euagrius Scholasticus of Antioch vvrote 6 bookes. VVhereunto is annexed Dorotheus Bishop of Tyrus, of the liues of the prophetes, apostles and 70 disciples. All which authors are faithfully translated out of the Greeke tongue by Meredith Hanmer, Maister of Arte and student in diuinitie. Last of all herein is contayned a profitable chronographie collected by the sayd translator, the title whereof is to be seene in the ende of this volume, with a copious index of the principall matters throughout all the histories","Ecclesiastical history. English"],"author":["Eusebius, of Caesarea, Bishop of Caesarea, ca. 260-ca. 340.","Hanmer, Meredith, 1543-1604.","Socrates, Scholasticus, ca. 379-ca. 440. Ecclesiastical history. English. aut","Evagrius, Scholasticus, b. 536? Ecclesiastical history. English. aut","Dorotheus, Saint, 255-362, attributed name. aut"],"place":"Imprinted at London :","date":"1577.","publisher":"By Thomas Vautroullier dwelling in the Blackefriers by Ludgate,","notes":["\"The ecclesiasticall historie of Socrates Scholasticus\", \"The ecclesiasticall historie of Euagrius Scholasticus\", and \"The liues, the ends, and the martyrdomes of the prophetes, apostles, and seuentye disciples of our Sauiour, written in Greeke by Dorotheus ..\" each have separate dated title page, the first two dated 1576; pagination and register are continuous. \"A chronographie\" has separate pagination, register, and title page dated 1576.","The attribution of the biographies to Dorotheus is traditional but unsubstantiated.","P. 190 misnumbered 176.","Includes index.","Reproduction of the original formerly in the Henry E. Huntington Library and Art Gallery (since deaccessioned)."],"editionDate":"1577","language":"eng","keywords":["Church history --  Primitive and early church, ca. 30-600 --  Early works to 1800."]}