{"_id":"A00797","titles":["True relations of sundry conferences had between certaine Protestant doctours and a Iesuite called M. Fisher (then prisoner in London for the Catholique fayth:) togeather with defences of the same. In which is shewed, that there hath alwayes beene, since Christ, a visible church, and in it a visible succession of doctours & pastours, teaching the vnchanged doctrine of fayth, left by Christ and his apostles, in all points necessary to saluation and that not Protestants, but only Roman Catholiques haue had, and can shew such a visible church, and in it such a succesion of pastours and doctours, of whome men may securely learne what pointe of fayth are necessary to saluation. / By A.C."],"author":["A. C.","Sweet, John, 1570-1632, attributed name.","Floyd, John, 1572-1649, attributed name.","Fisher, John, 1569-1641, attributed name."],"place":"[Saint-Omer :","date":"Permissu superiorum M. DC. XXVI. [1626]","publisher":"English College Press],","notes":["Sometimes attributed to John Sweet, to John Floyd, and to John Fisher.","Imprint from STC.","A reply to STC 25382: White, Francis.  A replie to jesuit Fishers answere to certain questions propounded by king James. Also a reply to STC 10378: Featley, Daniel.  The Romish Fisher caught and held in his owne net.","In three parts. Part 2, \"An answer to a pamphlet, intituled: The Fisher catched in his owne net\", (with publication date 1623) is a reissue of STC 10910.4 with added (leaves L-M⁴): \"An appendix containing an answere to .. D. White, and D. Fealty\". Part 3 is subdivided into two parts (both with publication date 1625): 1) \"Reply to D. VVhite and D. Fealty .. The first part\" and 2) \"A reply to D. VVhite, and Doctour Featly. The second part\"; but register and pagination are continuous.","Formerly STC 23530; part 3 formerly 10915.","Part 3 identified as STC 10915 on UMI microfilm reel 885.","Imperfect: part 1 title page stained, affecting text. Imperfect as filmed; part 2 not filmed; reel 885 contains only part 3; reel 1815 contains only part 1.","Reproductions of the originals in the Harvard University. Library (all three parts) and in the Cambridge University Library (part 3 only).","Appears at UMI microfilm reels 885 (Cambridge University Library copy) and 1815 (Harvard University copy)."],"editionDate":"1626","language":"eng","keywords":["White, Francis, 1564?-1638. --  Replie to jesuit Fishers answere to certain questions propounded by king James.","Featley, Daniel, 1582-1645. --  Romish Fisher caught and held in his owne net.","Catholic Church --  Apologetic works.","Catholics --  Early works to 1800."]}