{"_id":"A02495","publicationPlace":" London","title":"The principal nauigations, voyages, traffiques and discoueries of the English nation. [vols. 1-3] made by sea or ouer-land, to the remote and farthest distant quarters of the earth, at any time within the compasse of these 1600. yeres: deuided into three seuerall volumes, according to the positions of the regions, whereunto they were directed. The first volume containeth the worthy discoueries, &c. of the English ... The second volume comprehendeth the principall nauigations ... to the south and south-east parts of the world ... By Richard Hakluyt preacher, and sometime student of Christ-Church in Oxford.","publicationDate":"Anno 1599-1600","publisher":"By George Bishop, Ralph Newberie, and Robert Barker,","notes":["The second volume is dated 1599.","\"The second part of this second volume\" begins new pagination on 3A1 of vol. 2.","Variant: title page has \"yeares\".","The folded engraved map has legend in cartouche at lower right \"Thou has here (gentle reader) a true hydrological description of so much of the world as hath beene hitherto discouered ..\". It comes in two states: (1) without and (2) with a cartouche in lower left referring to the discovery of Sir Francis Drake. The map is often lacking from the book and may quite possibly not have been issued with it.","The section on the conquest of Cadiz by Essex (vol. 1, p. 607-619, [1]) was ordered suppressed by Queen Elizabeth in 1599. It comes in the following states: (1) numbered as above, chain lines spaced (a) 20-25mm. apart or (b) 27-30mm. apart. (2) As in (1) but in a photographic facsimile with muddy and flat appearance and chain lines spaced 25-27mm. apart. (3) A reprint of ca. 1720, pages numbered 607-620. (4) A reprint of ca. 1795, pages numbered 607-417 [sic], [1]. (5) Lacking entirely (cancelled).","A reissue, with cancel title page, of the edition with title page dated 1598 and mentioning Essex's Cadiz victory. There is a title page dated 1600 but printed ca. 1735.","Identified as STC 12626 on UMI microfilm reel 1575.","Reproductions of the originals in the Henry E. Huntington Library and Art Gallery and Eton College. Library.","Appears at reel 245 (Henry E. Huntington Library and Art Gallery copy) and at reel 1575 (Eton College. Library copy)."]}