{"_id":"A05049","titles":["A most excellent and learned vvoorke of chirurgerie, called Chirurgia parua Lanfranci Lanfranke of Mylayne his briefe: reduced from dyuers translations to our vulgar or vsuall frase, and now first published in the Englyshe prynte by Iohn Halle chirurgien. Who hath thervnto necessarily annexed. A table, as wel of the names of diseases and simples with their vertues, as also of all other termes of the arte opened. ... And in the ende a compendious worke of anatomie ... An historiall expostulation also against the beastly abusers, both of chyrurgerie and phisicke in our tyme: with a goodly doctrine, and instruction, necessary to be marked and folowed of all true chirurgie[n]s. All these faithfully gathered, and diligently set forth, by the sayde Iohn Halle.","Chirurgia parva. English"],"author":["Lanfranco, of Milan, 13th cent.","Hall, John, b. 1529 or 30."],"place":"Imprinted at London :","date":"An. 1565.","publisher":"In Flete streate, nyghe unto saint Dunstones churche, by Thomas Marshe,","notes":["A translation of: Chirurgia parva.","Partly in verse.","The title page verso has a portrait of John Hall dated 1564, followed by four lines of verse beginning: Corporis effigies.","\"An expositiue table\" (with a divisional title page and separate pagination), \"The fyrst treatyse of anatomie\" (with caption title and separate pagination), and \"An historiall expostulation: against the beastlye abusers, bothe of chyrurgerie, and physyke\" (with caption title) are all written by John Hall; register is continuous throughout.","Includes indexes.","The last leaf is blank.","Variant 1: a slip with 8 lines of verse beginning \"in effigiem\" is pasted on the title page verso, or inserted after the title page.","Variant 2: title page verso is blank.","Variant 3: title page is undated.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1565","language":"eng","keywords":["Surgery --  Early works to 1800.","Medicine --  Early works to 1800."]}