{"_id":"A06339","titles":["A report of the kingdome of Congo, a region of Africa And of the countries that border rounde about the same. 1. Wherein is also shewed, that the two zones torrida & frigida, are not onely habitable, but inhabited, and very temperate, contrary to the opinion of the old philosophers. 2. That the blacke colour which is in the skinnes of the Ethiopians and Negroes &c. proceedeth not from the sunne. 3. And that the Riuer Nilus springeth not out of the mountains of the Moone, as hath been heretofore beleeued: together with the true cause of the rising and increasing thereof. 4. Besides the description of diuers plants, fishes and beastes, that are found in those countries. Drawen out of the writinges and discourses of Odoardo Lopez a Portingall, by Philippo Pigafetta. Translated out of Italian by Abraham Hartwell.","Relatione del reame di Congo. English"],"author":["Lopes, Duarte.","Pigafetta, Filippo, 1533-1604.","Hartwell, Abraham, b. 1553.","Rogers, William, b. ca. 1545, engraver. aut"],"place":"London :","date":"1597.","publisher":"Printed by Iohn Wolfe,","notes":["A translation by Abraham Hartwell of: Lopes, Duarte. Relatione del reame di Congo.","Signatures: [fleuron]⁴ (-[fleuron]4, +2*2) *⁴ 2*²  (-2*2) A-2E⁴.","A2 is an additional title page: A reporte of the kingdome of Congo, a region of Africa.","2*2 cancels [fleuron]4; verso, line 2 up, has \"glykerōteron\". Variant: [fleuron]4 uncancelled, with reading \"glyketrōteron\".","The engraved maps are signed \"Willia[m] Rogers\". The map of the Congo comes in two states: (1) lacking or (2) including the arms of Alvarus, first king of the Congo, in upper right. Copies having the map in state 1 should have an additional woodcut, numbered 9, showing the coat of arms, inserted following S3; this is omitted in collation above.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1597","language":"eng","keywords":["Congo (Brazzaville) --  Description and travel --  Early works to 1800."]}