{"_id":"A07116","titles":["A defence of priestes mariages stablysshed by the imperiall lawes of the realme of Englande, agaynst a ciuilian, namyng hym selfe Thomas Martin doctour of the ciuile lawes, goyng about to disproue the saide mariages, lawfull by the eternall worde of God, [and] by the hygh court of parliament, only forbydden by forayne lawes and canons of the Pope, coloured with the visour of the Churche. Whiche lawes [and] canons, were extynguyshed by the sayde parliament ..."],"author":["Parker, Matthew, 1504-1575.","Morison, Richard, Sir, d. 1556, attributed name.","Ponet, John, 1516?-1556, attributed name."],"place":"[Imprinted at London :","date":"[1567?]]","publisher":"By Richarde Iugge [and John Kingston], printer to the Queenes Maiestie,","notes":["Sometimes attributed to John Ponet and to Sir Richard Morison.","Edited by Matthew Parker, and sometimes attributed to him.","A reply to \"A traictise declaryng and plainly provyng, that the pretensed marriage of priestes, and professed persones, is no mariage, but altogether unlawful, and in all ages, and al countreies of Christendome, bothe forbidden, and also punyshed\", which was ostensibly by Thomas Martin but is now attributed to Stephen Gardiner.","Jugge's name from colophon; publication date conjectured by STC.","Includes index.","2G1 is a cancel. The top part of 2K3 is cancelled, and the lower part may be pasted onto 2K2v.","A reissue of STC 17518 (printed by Jugge with Kingston), with quires 2O and 2P reprinted and 2Q-2Z, 2[et], 2[rum] added. The additions are by Matthew Parker, printed by Jugge.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1567","language":"eng","keywords":["Gardiner, Stephen, 1483?-1555. --  A traictise declaryng and plainly provyng, that the pretensed marriage of priestes, and professed persones, is no mariage, but altogether unlawful, and in all ages, and al countreies of Christendome, bothe forbidden, and also punyshed --  Controversial literature --  Early works to 1800.","Celibacy --  Church of England --  Early works to 1800."]}