{"_id":"A08123","titles":["An historicall discoverie and relation of the English plantations, in Nevv England Containing their aventurous passages, their happie arivall and comfortable planting, manifesting the goodnesse of God in their preservations from many apparent dangers. With a relation of such religious and ciuill lawes, and customs as are in practise amongst the indians, with their natures and habits. As also a naration of the ayre, earth, water, fish, and fowles of that countrie. continued from the first beginning, in the yeare of our Lord 1607. and so handling all passages of moment successiuely from time to time.","Briefe relation of the discovery and plantation of New England"],"author":["Council for New England.","Bradford, William, 1588-1657. Relation or journall of the beginning and proceedings of the English plantation setled at Plimoth in New England, by certaine English adventurers both merchants and others. Selections.","Morton, George, d. 1624."],"place":"London :","date":"1627.","publisher":"Printed for Iohn Bellamie, and are to be sold at his shop at the 3 Golden Lyons in Cornehill, neare the Exchange,","notes":["Another issue, with cancel title page, of: A briefe relation of the discovery and plantation of New England.","The editor's preface from the first quire B (reissued from STC 20074) reads: G. Mourt (i.e. George Morton).","Includes quire B from:  Bradford, William.  A relation or journall of the beginning and proceedings of the English plantation setled at Plimoth in New England, by certaine English adventurers both merchants and others (STC 20074) and quires B-E from:  A briefe relation of the discovery and plantation of New England (STC 18483).","Signatures: [A]¹ B⁴ ² B-E⁴.","Reproduction of the original in the British Library."],"editionDate":"1627","language":"eng","keywords":["New England --  History --  Colonial period, ca. 1600-1775.","Massachusetts --  History --  New Plymouth, 1620-1691 --  Early works to 1800.","New England --  History --  Colonial period, ca. 1600-1775 --  Early works to 1800."]}