{"_id":"A09112","titles":["The vvarn-vvord to Sir Francis Hastinges wast-word conteyning the issue of three former treateses, the Watch-word, the Ward-word and the Wast-word (intituled by Sir Francis, an Apologie or defence of his Watch-word) togeather with certaine admonitions & warnings to thesaid [sic] knight and his followers. Wherunto is adioyned a breif reiection of an insolent, and vaunting minister masked with the letters O.E. who hath taken vpon him to wryte of thesame [sic] argument in supply of the knight. There go also foure seueral tables, one of the chapters, another of the controuersies, the third of the cheif shiftes, and deceits, the fourth of the parricular [sic] matters conteyned in the whole book. By N.D. author of the Ward-word."],"author":["Parsons, Robert, 1546-1610."],"place":"[Antwerp :","date":"Anno 1602.","publisher":"Printed by A. Conincx] Permissu superiorum,","notes":["N.D. = N. Doleman, i.e. Robert Parsons.","A reply to \"An apologie or defence of the Watch-word, against the virulent and seditious Ward-word, published by an English-Spaniard, lurking under the title of N.D.\" by Sir Francis Hastings, and \"A briefe replie to a certaine odious and slanderous libel\" by Matthew Sutcliffe.","Place of publication and printer's name from STC.","\"The second encounter about falshood and lying\" begins new pagination on R6r.","Leaf 133 misnumbered 131.","Includes index.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1602","language":"eng","keywords":["Sutcliffe, Matthew, 1550?-1629. --  Briefe replie to a certaine odious and slanderous libel --  Controversial literature --  Early works to 1800.","Hastings, Francis, --  Sir, d. 1610. --  Apologie or defence of the Watch-word, against the virulent and seditious Ward-word, published by an English-Spaniard, lurking under the title of N.D. --  Controversial literature --  Early works to 1800.","Catholic Church --  Apologetic works --  Early works to 1800.","Catholics --  England --  Early works to 1800."]}