{"_id":"A11649","titles":["Annotations upon the five bookes of Moses, the booke of the Psalmes, and the Song of Songs, or, Canticles VVherein the Hebrevv vvords and sentences, are compared with, and explained by the ancient Greeke and Chaldee versions, and other records and monuments of the Hebrewes: but chiefly by conference with the holy Scriptures, Moses his words, lawes and ordinances, the sacrifices, and other legall ceremonies heretofore commanded by God to the Church of Israel, are explained. With an advertisement touching some objections made against the sinceritie of the Hebrew text, and allegation of the Rabbines in these annotations. As also tables directing unto such principall things as are observed in the annotations upon each severall booke. By Henry Ainsworth.","Annotations upon the five bookes of Moses, and the booke of the Psalmes"],"author":["Ainsworth, Henry, 1571-1622?"],"place":"London :","date":"1627.","publisher":"Printed [by M. Flesher and J. Haviland] for Iohn Bellamie, and are to be sold at his shop in Cornehill, at the signe of the three Golden Lions neere the Royall Exchange,","notes":["\"Flesher pr[inted]. 1st 3 and 7th pts., Haviland the rest\"--STC.","Includes indexes.","\"Annotations upon the first booke of Moses, called Genesis\", \"Annotations upon the second booke of Moses, called Exodus\", and \"Annotations upon the third booke of Moses, called Leviticus\" each has separate pagination and title page dated 1626 with Miles Flesher's name in the imprint; \"Annotations upon the fourth booke of Moses, called Numbers\", \"Annotations upon the fifth booke of Moses called Deuteronomie\", and \"Annotations upon the booke of Psalmes\" each has separate pagination and title page dated 1626 with John Haviland's name in the imprint; \"Solomons Song of songs, in English metre\" has separate pagination and title page dated 1626; register is continuous.","The translation of the Song of Solomon was first published in 1623.","Reproduction of the original in Cambridge University Library."],"editionDate":"1627","language":"eng","keywords":["Bible. --  O.T. --  Pentateuch --  Commentaries.","Bible. --  O.T. --  Psalms --  Commentaries.","Bible. --  O.T. --  Song of Solomon --  Commentaries."]}