{"_id":"A13221","titles":["The Svvedish discipline, religious, civile, and military The first part, in the formes of prayer daily used by those of the Swedish nation, in the armie. Together with two severall prayers, uttered upon severall occasions by that pious King; which God immediately heard and granted him. The second part, in the excellent orders observed in the armie; whereof we here present you the articles, by which the souldiery is governed. The third part, in the Kings commission for levying of a regiment: his order for drawing vp of a private company; of a squadron; and of a brigade: with his manner of enquartering a private regiment; and of an army royall: vnto which is added the best manner of building and fortifying of a towne of warre. All, in fiue severall figures expressed and explained. Last of all, is the famous Battell of Leipsich, in two fayre figures also set forth: and now this second time more fully and particularly described."],"author":["Watts, William, 1590?-1649, attributed name.","Roe, Thomas, Sir, 1581?-1644, attributed name.","Abelin, Johann Philipp. Arma Suecica. English.","Sweden. Armén."],"place":"London :","date":"1632.","publisher":"Printed by Iohn Dawson [, Bernard Alsop, and Thomas Fawcet] for Nath: Butter and Nich: Bourne,","notes":["The first part, a translation possibly by William Watts or Sir Thomas Roe of \"Arma Suecica\" by Johann Philipp Abelin, was issued separately earlier the same year as \"The devotions and formes of prayer, daily used in the King of Swedens army\". This issue contains new preliminaries and the added parts.","Alsop and Fawcet printed quires ² F-M (STC).","\"The famous victorie of Leipsich\" (caption title) begins new pagination on 2A1r.","The two engraved plates, \"The figure of the Battell of Leipsich fought the 7th September 1631\" and \"The figure of the battell as it was in fighting when Tilley was overthrowing\", are frequently missing. The other \"plates\" are woodcuts.","Reproduction of the original in the University of Michigan. Library."],"editionDate":"1632","language":"eng","keywords":["Sweden. --  Armén --  Early works to 1800.","Thirty Years' War, 1618-1648 --  Early works to 1800."]}