{"_id":"A14803","titles":["A declaration of the state of the colony and affaires in Virginia With a relation of the barbarous massacre in the time of peace and league, treacherously executed by the natiue infidels vpon the English, the 22 of March last. Together with the names of those that were then massacred; that their lawfull heyres, by this notice giuen, may take order for the inheriting of their lands and estates in Virginia. And a treatise annexed, written by that learned mathematician Mr. Henry Briggs, of the Northwest passage to the South Sea through the continent of Virginia, and by Fretum Hudson. Also a commemoration of such worthy benefactors as haue contributed their Christian charitie towards the aduancement of the colony. And a note of the charges of necessary prouisions fit for euery man that intends to goe to Virginia. Published by authoritie."],"author":["Waterhouse, Edward, colonist.","Briggs, Henry, 1561-1630.","Virginia Company of London. Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."],"place":"Imprinted at London :","date":"1622.","publisher":"By G. Eld, for Robert Mylbourne, and are to be sold at his shop, at the great south doore of Pauls,","notes":["Dedication signed: Edvvard Waterhouse.","The first leaf contains two woodcut seals; the last leaf is blank.","The folded leaf is \"The inconveniencies that have happened to some persons which have transported themselves from England to Virginia ..\", probably issued by the Virginia Company of London, also separately issued as STC 24844.","Reproduction of a photostat of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1622","language":"eng","keywords":["Virginia --  History --  Colonial period, ca. 1600-1775 --  Early works to 1800.","Virginia --  Description and travel --  Early works to 1800.","Northwest Passage --  Early works to 1800."]}