{"_id":"A15408","publicationPlace":"London","title":"Hexapla in Genesin & Exodum: that is, a sixfold commentary upon the two first bookes of Moses, being Genesis and Exodus Wherein these translations are compared together: 1. The Chalde. 2. The Septuagint. 3. The vulgar Latine. 4. Pagnine. 5. Montanus. 6. Iunius. 7. Vatablus. 8. The great English Bible. 9. The Geneva edition. And 10. The Hebrew originall. Together with a sixfold vse of every chapter, shewing 1. The method or argument: 2. The divers readings: 3. The explanation of difficult questions and doubtfull places: 4. The places of doctrine: 5. Places of confutation: 6. Morall observations. In which worke, about three thousand theologicall questions are discussed: above forty authors old and new abridged: and together comprised whatsoever worthy of note, either Mercerus out of the Rabbines, Pererius out of the fathers, or Marloran out of the new writers, have in their learned commentaries collected. By Andrew Willet, minister of the gospell of Iesus Christ.","author":"Willet, Andrew, 1562-1621.","publicationDate":"1633","publisher":"Printed by John Haviland, and are sold by James Boler at the signe of the Marigold in Pauls Church-yard,","notes":["Edition statement precedes authorship statement on title page.","A reissue of STC 25684, \"Hexapla in Genesin\", and STC 25687, \"Hexapla in Exodum\", with added general title page. Within the first part, \"The first tome of this commentarie upon Genesis\" has separate divisional title. \"The second tome or part of Genesis\", and \"The second booke of the second tome or part of Genesis\" each have separate title page; pagination and register are continuous. The second part begins new pagination and register and has separate title pages for \"Hexapla in Exodum\", \"The second part of this booke of Exodus\" and \"The second booke of the second part or tome of this commentarie upon Exodus\".","One of 4 imprint variants.","Print faded and show-through; pages stained and tightly bound, affecting text.","Reproduction of the original in Cambridge University Library."]}