{"_id":"A16229","titles":["The fower chiefyst offices belongyng to horsemanshippe that is to saye. The office of the breeder, of the rider, of the keper, and of the ferrer. In the firste parte wherof is declared the order of breding of horses. In the seconde howe to breake them, and to make theym horses of seruyce, conteyninge the whole art of ridynge lately set forth, and nowe newly corrected and amended of manye faultes escaped in the fyrste printynge, as well touchyng the bittes as other wyse. Thirdely howe to dyet them, aswell when they reste as when they trauell by the way. Fourthly to what diseases they be subiecte, together with the causes of such diseases, the sygnes howe to knowe them, and finally howe to cure the same. Whyche bookes are not onely paynfully collected out of a nomber of aucthours, but also orderly dysposed and applyed to the vse of thys oure cou[n]trey. By Tho. Blundeuill of Newton Flotman in Norff."],"author":["Blundeville, Thomas, fl. 1561.","Grisone, Federico. Ordini di cavalcare."],"place":"Imprinted at London :","date":"[1566]","publisher":"By VVyllyam Seres dwellyng at the west ende of Paules churche, at the signe of the Hedgehogge. Cum priuilegio ad imprimendum solum,","notes":["In four parts. Part 2, an abridgement and adaptation of \"Ordini de cavalcare\" by Federico Grisone, was previously published as STC 3158.","\"The arte of rydynge\", \"The order of dietynge of horses\", and \"The order of curing horses diseases\" each has separate title page, foliation and register; the latter two title pages have imprints dated 1565 and 1566 respectively. Within the last register, \"The true arte of paring, and shooyng all maner of houes\" (caption title) has separate foliation.","Leaf 120 (second count) misnumbered 105.","Part 4 identified as STC 3159 on UMI microfilm reel 175.","Reproductions of the originals in the British Library and the Henry E. Huntington Library and Art Gallery.","Appears at reel 523 (British Library copy) and at reel 175 (Henry E. Huntington Library and Art Gallery copy)."],"editionDate":"1566","language":"eng","keywords":["Horses --  Early works to 1800.","Horsemanship --  Early works to 1800."]}