{"_id":"A16221","titles":["M. Blundevile his exercises containing sixe treatises, the titles wherof are set down in the next printed page: which treatises are verie necessarie to be read and learned of all yoong gentlemen that haue not bene exercised in such disciplines, and yet are desirous to haue knowledge as well in cosmographie, astronomie, and geographie, as also in the arte of navigation ... To the furtherance of which arte of navigation, the said M. Blundevile speciallie wrote the said treatises and of meere good will doth dedicate the same to all the young gentlemen of this realme."],"author":["Blundeville, Thomas, fl. 1561."],"place":"London :","date":"1594.","publisher":"Printed by Iohn Windet, dwelling at the signe of the crosse Keies, neere Paules wharffe, and are there to be solde,","notes":["The first leaf is blank except for large signature-mark \"A\".","With volvelles on leaves 149 [i.e. 151]r, 338v, 350r.","\"A briefe description of the tables of the three speciall right lines belonging to a circle, called sines, lines tangent, and lines secant\" and \"A plaine treatise of the first principles of cosmographie\" each have separate dated title page; \"A plaine description of Mercator his two globes\", \"A plaine and full description of Petrus Plancius his vniversall map\", \"A very brief and most plaine description of Maister Blagraue his astrolabe\", and \"A nevv and necessarie treatise of nauigation\" each have separate title page; foliation and register are continuous.","The sexagenarie table has first line of heading ending \"in\". Variant 1: first line ends \"Division,\". Variant 2: with cancel errata pasted over the original.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1594","language":"eng","keywords":["Mercator, Gerhard, 1512-1594.","Plancius, Petrus, 1552-1622.","Blagrave, John, d. 1611.","Astronomy --  Early works to 1800.","Arithmetic --  Early works to 1900.","Trigonometry --  Early works to 1800.","Early maps --  Early works to 1800."]}