{"_id":"A16679","titles":["A solemne ioviall disputation, theoreticke and practicke; briefely shadowing the lavv of drinking together, with the solemnities and controversies occurring: fully and freely discussed according to the civill lavv. Which, by the permission, priviledge and authority, of that most noble and famous order in the Vniversity of Goddesse Potina; Dionisius Bacchus being then president, chiefe gossipper, and most excellent governour, Blasius Multibibus, aliàs Drinkmuch ... hath publikely expounded to his most approved and improved fellow-pot-shots; touching the houres before noone and after, usuall and lawfull. ... Faithfully rendred according to the originall Latine copie.","Disputatio inauguralis theoretico-practica jus potandi breviter adumbrans. English"],"author":["Multibibus, Blasius.","Brathwaite, Richard, 1588?-1673. aut","Marshall, William, fl. 1617-1650, ill."],"place":"Oenozphthopolis [i.e. London] :","date":"MDCXVII [1617]","publisher":"At the signe of Red-eyes [i.e. printed by E. Griffin],","notes":["The imprint is fictitious; in fact printed in London by E. Griffin (STC).","The \"ph\" in \"Oenozphthopolis\" is a Greek letter phi. The place name is probably a mistranscription of \"Oenozytholpoli\" in a Latin edition.","The roman numeral date is made with turned C's.","\"The smoaking age, or, the man in the mist\" has separate dated title page with imprint \"Oenozphthopolis. At the signe of Teare-nose. MDCXVII.\"; pagination and register are continuous.","\"A solemn joviall disputation\" is sometimes attributed to Richard Brathwait, but is in fact his translation, with additions, of the pseudonymous \"Disputatio inauguralis theoretico-practica jus potandi breviter adumbrans\" by Blasius Multibibus (pseudonym). \"The smoaking age\" is apparently Brathwait's alone.","The plates, signed by William Marshall, bear the titles \"The lawes of drinking.\" and \"The smoaking age or the life and death of tobacco.\".","\"At least 1 NY-Arents copy has a leaf of letterpress explanation preceding each frontispiece, lacking in most (all other?) copies.\"--STC. These are not included in pagination above.","Reproduction of the original in Cambridge University Library (second part only)."],"editionDate":"1617","language":"eng","keywords":["Drinking of alcoholic beverages --  Early works to 1800.","Tobacco --  Early works to 1800.","Smoking --  Early works to 1800."]}