{"_id":"A16832","titles":["A defence of the gouernment established in the Church of Englande for  ecclesiasticall matters Contayning an aunswere vnto a treatise called, The learned discourse of eccl. gouernment, otherwise intituled, A briefe and plaine declaration concerning the desires of all the faithfull ministers that haue, and do seeke for the discipline and reformation of the Church of Englande. Comprehending likewise an aunswere to the arguments in a treatise named The iudgement of a most reuerend and learned man from beyond the seas, &c. Aunsvvering also to the argumentes of Caluine, Beza, and Danæus, with other our reuerend learned brethren, besides Cænaiis and Bodinus, both for the regiment of women, and in defence of her Maiestie, and of all other Christian princes supreme gouernment in ecclesiasticall causes ... Aunsvvered by Iohn Bridges Deane of Sarum."],"author":["Bridges, John, d. 1618."],"place":"At London :","date":"1587.","publisher":"Printed by Iohn VVindet [and T. Orwin], for Thomas Chard,","notes":["\"Orwin pr[inted]. quires Iiii-Oooo, Ssss-Tttt; Windet the rest\"--STC.","Running title reads: A defence of the gouernment established in the Church of Engl. for eccl. matters.","The last leaf is blank.","A reply to \"The judgement of a most reverend and learned man from beyond the seas\" by Théodore de Bèze and \"A briefe and plaine declaration, concerning the desires of all those faithfull ministers, that have and do seeke for the discipline and reformation of the Church of Englande\" possibly by William Fulke.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1587","language":"eng","keywords":["Bèze, Théodore de, 1519-1605. --  Judgement of a most reverend and learned man from beyond the seas --  Controversial literature.","Church of England --  Apologetic works --  Early works to 1800.","Church of England --  Government --  Early works to 1800.","Briefe and plaine declaration, concerning the desires of all those faithfull ministers, that have and do seeke for the discipline and reformation of the Church of Englande","Calvinism --  Great Britain --  Early works to 1800."]}