{"_id":"A19394","publicationPlace":" London","title":"An apologie for sundrie proceedings by iurisdiction ecclesiasticall, of late times by some chalenged, and also diuersly by them impugned By which apologie (in their seuerall due places) all the reasons and allegations set downe as well in a treatise, as in certaine notes (that goe from hand to hand) both against proceeding ex officio, and against oaths ministred to parties in causes criminall; are also examined and answered: vpon that occasion lately reuiewed, and much enlarged aboue the first priuate proiect, and now published, being diuided into three partes: the first part whereof chieflie sheweth what matters be incident to ecclesiasticall conisance; and so allowed by statutes and common law: the second treateth (for the most part) of the two wayes of proceeding in causes criminal ... the third concerneth oaths in generall ... Whereunto ... I haue presumed to adioine that right excellent and sound determination (concerning oaths) which was made by M. Lancelot Androvves ....","author":"Cosin, Richard, 1549?-1597.","publicationDate":"1593","publisher":"By the deputies of Christopher Barker, printer to the Queenes most excellent Maiestie,","notes":["Attributed to Richard Cosin by STC (2nd ed.).","A reply to: Morice, James.  A briefe treatise of oathes exacted by ordinaries and ecclesiasticall iudges, to answere generallie to all such articles or interrogatories, as pleaseth them to propound.","A revised and enlarged edition of: An apologie: of, and for sundrie proceedings by jurisdiction ecclesiasticall.","The second and third parts each have separate title pages and pagination; part 3 has separate register and is sometimes found separately.","Running title reads: An apologie of certaine proceedings in courts ecclesiasticall.","\"Quæstionis: nunquid per ius diuinum, magistratui liceat, a reo iusiurandum exigere? & id, quatenus ac quousque liceat?\" by Lancelot Andrewes, p. 242-255.","A variant (STC 5821) has imprint dated 1593.","Reproduction of the original in the Folger Shakespeare Library."]}