{"_id":"A20930","titles":["The accomplishment of the prophecies; or The third booke in defence of the Catholicke faith contained in the booke of the high & mighty King Iames. I. by the grace of God King of Great Brittaine and Ireland. Against the allegations of R. Bellarmine; and F.N. Coëffeteau & other doctors of the Romish church: by Peter Du Moulin minister of the word of God in the church of Paris. Translated into English by I. Heath, fellow of New College in Oxford.","Defense de la foy catholique. Book 3. English"],"author":["Du Moulin, Pierre, 1568-1658.","Heath, John, Fellow of New College, Oxford."],"place":"Printed at Oxford :","date":"1613.","publisher":"By Ioseph Barnes and are to be sold by Iohn Barnes dwelling neere Holborne Conduit [, London],","notes":["A translation of \"Accomplissement des propheties\", book 3 of: Defense de la foy catholique contenue au livre de .. Jacques I.","A defence of the \"Premonition\" forming part 1 of \"Triplici nodo, triplex cuneus\" by James I; substantially an exposition of selected passages from 1 Timothy, 2 Thessalonians, and Revelation. In part an answer to: Coeffeteau, Nicolas. Responce à l'advertissement, adressé par le sérénissime roy de la Grande Bretagne, Jacques I. à tous les princes et potentats de la chrestienté.","The last leaf is blank.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1613","language":"eng","keywords":["James --  I, --  King of England, 1566-1625. --  Triplici nodo, triplex cuneus --  Early works to 1800.","Bellarmino, Roberto Francesco Romolo, --  Saint, 1542-1621 --  Controversial literature --  Early works to 1800.","Coeffeteau, Nicolas, 1574-1623. --  Responce à l'advertissement, adressé par le sérénissme roy de la Grande Bretagne, Jacques I. à tous les princes et potentats de la chrestienté --  Controversial literature --  Early works to 1800.","Catholic Church --  Controversial literature --  Early works to 1800.","Bible. --  N.T. --  1 Timothy IV, 1-4 --  Commentaries --  Early works to 1800.","Bible. --  N.T. --  2 Thessalonians 2 --  Commentaries --  Early works to 1800.","Bible. --  N.T. --  Revelation --  Commentaries --  Early works to 1800."]}