{"_id":"A20900","titles":["A breefe aunswere of Iosephus Quercetanus Armeniacus, Doctor of Phisick, to the exposition of Iacobus Aubertus Vindonis, concerning the original, and causes of mettalles Set foorth against chimists. Another exquisite and plaine treatise of the same Iosephus, concerning the spagericall preparations, and vse of minerall, animall, and vegitable medicines. Whereunto is added diuers rare secretes, not heeretofore knowne of many. By Iohn Hester, practicioner in the spagericall arte.","Ad Jacobi Auberti De ortu et causis metallorum contra chymicos explicationem brevis responsio. English"],"author":["Du Chesne, Joseph, ca. 1544-1609.","Du Chesne, Joseph, ca. 1544-1609. De exquisita mineralium, animalium et vegetabilium medicamentorum spagyrica praeparatione et usu. English. aut","Hester, John, d. 1593."],"place":"At London :","date":"anno. Dom. 1591.","publisher":"Printed [by R. Robinson?],","notes":["Josephus Quercetanus = Joseph Du Chesne.","A translation by John Hester of \"Ad Jacobi Auberti De ortu et causis metallorum contra chymicos explicationem brevis responsio\" and \"De exquisita mineralium, animalium et vegetabilium medicamentorum spagyrica praeparatione et usu\".","In part a reply to: Aubert, Jacques.  De metallorum ortu et causis contra chemistas brevis et dilucida explicatio.","\"Robinson app[arently]. pr[inted]. quires B-O and 2nd * (table); quire A and possibly Q-R may be by J. Charlewood; 1st * (following O4) may be by J. Windet\"--STC.","Colophon reads \"These are to bee solde by Iohn Hester, dwelling at Pooles wharfe at the signe of the Stillitorie. 1591.\"; but this may refer to the medicines described in the text.","\"The true and perfect spagerike preparation of minerals, animalles, and vegitables with theyr vse\" has separate dated title page; pagination and register are continuous.","\"The vertues of aqua balsamie\", leaf R2.","Includes index.","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."],"editionDate":"1591","language":"eng","keywords":["Aubert, Jacques, d. ca. 1587. --  De metallorum ortu et causis contra chemistas brevis et dilucida explicatio --  Controversial literature --  Early works to 1800.","Metals --  Early works to 1800.","Alchemy --  Early works to 1800.","Medicine --  Early works to 1800.","Medicine, Magic, mystic, and spagiric --  Early works to 1800."]}