{"_id":"A30001","titles":["An essay on poetry; written by the Marquis of Normanby, and the same render'd into Latin by another hand. With several other poems, viz. An epistle to the Lord Chamberlain, on His Majesty's victory in Ireland; by the honourable Mr. Montague. An epistle to the honourable Mr. Montague, on His Majesty's voyage to Holland; by Mr. Stepny. An epistle to Monsieur Boileau; by Mr. Arwaker. A poem on the promotion of several eminent persons in church and state; by Mr. Tate. To which are added the following poems, never before in print, viz. An ode in memory of the late Queen; by a person of quality. A poem on the late horrid conspiracy; by Mr. Stepny","Essay on poetry. English and Latin."],"author":["Buckingham, John Sheffield, Duke of, 1648-1720 or 21.","Halifax, Charles Montagu, Earl of, 1661-1715. Epistle to the right Honourable Charles Earl of Dorset and Middlesex, Lord Chamberlain.","Stepney, George, 1663-1707. Epistle to Charles Montague Esq; on His Majesty's voyage to Holland.","Arwaker, Edmund, d. 1730. Epistle to Monsieur Boileau.","Tate, Nahum. Poem on the late promotion of several eminent persons in church and state.","Buckingham, John Sheffield, Duke of, 1648-1720 or 21. Ode in memory of her late Majesty Queen Mary.","Stepney, George, 1663-1707. On the late horrid conspiracy."],"place":"London :","date":"MDCXCVII. [1697]","publisher":"printed for F. Saunders, at the Blue Anchor in the Lower-Walk of the New-Exchange in the Strand,","notes":["Marquis of Normanby =  John Sheffield, Duke of Buckingham.","Authorship of anonymous works in this collection from Wing.","Begins with the 1691 second edition of the Essay on poetry (Wing B5337); includes the Epistle to the right Honourable Charles Earl of Dorset and Middlesex, Lord Chamberlain by Charles Montagu, earl of Halifax (Wing H287); An epistle to Charles Montague Esq; on His Majesty's voyage to Holland by George Stepney (Wing S5467); An epistle to Monsieur Boileau by Edm. Arwaker, the younger (Wing A3907); A poem on the late promotion of several eminent persons in church and state by Nahum Tate (Wing T207); A poem occasion'd by the happy discovery of the horrid and barbarous conspiracy to assassinate his most Sacred Majesty, which is anonymous (Wing P2680). All of the above have separate dated title pages and register and all also issued separately. An ode in memory of her late Majesty Queen Mary by John Sheffield, Duke of Buckingham (Wing B5342); and On the late horrid conspiracy by George Stepney have caption titles and continuous register; they may not have been issued separately.","In verse.","Reproduction of the original in the Harvard University Library."],"editionDate":"1697","language":"eng","keywords":["Halifax, Charles Montagu, --  Earl of, 1661-1715 --  Early works to 1800.","Poetics --  Early works to 1800.","Great Britain --  History --  William and Mary, 1689-1702 --  Early works to 1800."]}