{"_id":"A33874","titles":["A collection of the funeral-orations, pronounc'd by publick authority in Holland upon the death of ... Mary II Queen of Great Britain, &c. by Dr. James Perizonius ..., Dr. George Grevius ..., F. Francius ..., Mr. Ortwinius ..., and, the learned author of the Collection of new and curious pieces ; to which is added, the invitation of the chancellor of the electoral University of Wittenberg, in Saxony, to George Wilbain Kirchmais, to pronounce a funeral oration upon the Queen's death, &c. ; done into English from the Latin originals."],"author":["Kirchmaier, Georg Wilhelm, 1673-1759.","Francius, Petrus, 1645-1704. Oratio in funere Magnae Britanniae, Franciae, et Hiberniae Reginae Mariae. English.","Graevius, Joannes Georgius, 1632-1703. Mariae Stuartae ... Britanniae, Galliae, et Hiberniae Reginae ... justa persoluta. English.","Ortwinius, Joannes. Laudatio funebris recitata post excessum Serenissimae ... Mariae Stuartae. English.","Spanheim, Friedrich, 1632-1701. Laudatio funebris ... Mariae II Magnae Britanniae, Franciae, et Hiberniae Reginae. English."],"place":"London :","date":"1695.","publisher":"Printed for J. Dunton,","notes":["Imperfect: title page lacking in filmed copy.","Each oration has special t.p. and separate paging.","Advertisement: p. [1]-[3] at end.","Reproduction of original in Huntington Library.","A funeral oration on the most high, most excellent, and most potent princess, Marie Stuart, Queen of England, Scotland, France, and Ireland, &c. / recited by the learned author of The collection of canons and new pieces ... -- An oration of Peter Francius, upon the funeral of the most august princess Mary II ... -- A funeral oration pronounc'd upon the death of the most serene and potent princess, Mary Stuart, Queen of Great Britain ... / by John Ortwinius -- A funeral oration of J.G. Grevius, upon the death of Mary II ... -- A funeral oration to the sacred memory of the most serene and potent Mary II ... / by Francis Spanheimius."],"editionDate":"1695","language":"eng","keywords":["Mary --  II, --  Queen of England, 1662-1694."]}