{"_id":"A34005","publicationPlace":"London","title":"The sector on a quadrant, or A treatise containing the description and use of four several quadrants two small ones and two great ones, each rendred many wayes, both general and particular. Each of them accomodated for dyalling; for the resolving of all proportions instrumentally; and for the ready finding the hour and azimuth universally in the equal limbe. Of great use to seamen and practitioners in the mathematicks. Written by John Collins accountant philomath. Also An appendix touching reflected dyalling from a glass placed at any reclination.","author":"Collins, John, 1625-1683.","publicationDate":"1659","publisher":"printed by J.M. for George Hurlock at Magnus Corner, Thomas Pierrepont, at the Sun in Pauls Church-yard; William Fisher, at the Postern near Tower-Hill, book-sellers; and Henry Sutton, mathematical instrument-maker, at his house in Thred-needle street, behind the Exchange. With paper prints of each quadrant, either loose or pasted upon boards; to be sold at the respective places aforesaid,","notes":["The quadrants described were made and engraved by Henry Sutton, who also calculated some of the tables and drew the projections.","\"The description and vses of a great universal quadrant\" has separate  title page dated 1658; pagination and register are continuous. \"The description and uses of a general quadrant, with the horizontal projection, upon it inverted\" has separate title page dated 1658; pagination, and register are separate. \"An appendix touching reflective dialling\" by John Lyon has separate title page dated 1658; pagination is separate; register is continuous.","A reissue, with cancel title page, of the 1658 edition having \"printed by J. Macock\" in imprint (Wing C5381).","In this issue, the 2 contents leaves, bound after p. 275 in the original issue, are bound with the preliminaries, following title page and \"To the reader\" (A2). The catchword \"The\" on the verso of the second contents leaf does not match the first word of the following page (a1).","\"The description and uses of a general quadrant\" filmed separately as Wing C5371 on UMI microfilm set \"Early English books, 1641-1700\", reel 2400.","Reproduction of originals in: Harvard University Library; Henry E. Huntington Library."]}