{"_id":"A34451","titles":["The Philosophical epitaph of W.C. Esquire for a memento mori on his tomb-stone, vvith three hieroglyphical scutcheons and their philosophical motto's and explanation : with the philosophical Mercury, nature of seed and life, and growth of metalls, and a discovery of the immortal liquor alchahest : the salt of tartar volatized and other elixirs with their differences.  Also, A brief of the golden calf, the worlds idol : discovering the rarest miracle in nature, ... / by Jo. Fr. Helvetius.  And, The golden ass well managed and Midas restor'd to reason, or, A new chymical light : demonstrating to the blind world that good gold may be found as well in cold as hot regions, and be profitably extracted out of sand, stones, gravel and flints &c. .../ written by Jo. Rod. Glauber.  With Jehior, aurora sapientiae, or, The day dawning or light of wisdom : containing the three principles or original of all things whereby are discovered the great and many mysteries of God, nature and the elements, hitherto hid, now revealed / all published by W.C. Esquire. : with a catalogue of chymical books."],"author":["Cooper, William, fl. 1668-1688.","Helvetius, Johann Friedrich, d. 1709. Vitulus aureus, quem mundus adorat & orat. English.","Glauber, Johann Rudolf, 1604-1670. Novum lumen chimicum. English."],"place":"London :","date":"1673.","publisher":"Printed by T.R. and N.T. for William Cooper ...,","notes":["Added t.p. engraved.","Each work has special t.p. and separate paging.","\"A briefe of the golden calf or the world's idol ... / written in Latin by Dr. Frederick Helvetius and printed at the Hague, 1666 ; and now Englished and abbreviated for the ease of the readers by W.C. Esquire.\"","\"The golden ass well managed and Mydas restored to reason ... / written at Amsterdam, 1669, by John Rodolph Glauber ... ; and translated out of Latin into English in briefer notes, 1670, by W.C. Esq.\"","\"Jehior or the day dawning, or, Morning light of wisdom : contaning the three principles or originals of all things whatsoever.\"","W.C. are the initials of William Cooper.  Cf. BM.","Reproduction of original in Cambridge University Library."],"editionDate":"1673","language":"eng","keywords":["Alchemy --  Early works to 1800.","Chemistry --  Bibliography.","Alchemy --  Bibliography."]}