{"_id":"A37432","titles":["Sir Francis Drake revived who is or may be a pattern to stirre up all heroicke and active spirits of these times to benefit their countrey and eternize their names by like noble attempts : being a summary and true relation of foure severall voyages made by the said Sir Francis Drake to the West-Indies ... / collected out of the notes of the said Sir Francis Drake, Mastet [sic] Philip Nichols, Master Francis Fletcher, preachers, and notes of divers other gentlemen (who went on the said voyages) carefully compared together."],"author":["Drake, Francis, Sir, d. 1637. World encompassed by Sir Francis Drake.","Nichols, Philip.","Fletcher, Francis, 16th cent.","Bigges, Walter, d. 1586.","R. D."],"place":"Printed at London :","date":"1653.","publisher":"For Nicholas Bourne ...,","notes":["Preface signed: R.D.","\"A Summarie and true discourse\" is written by W. Bigges. Cf. BM; NUC pre-1956.","First and second accounts separately paged; third and fourth accounts continuously paged. The second, third and fourth accounts have special title pages with imprint: London : N. Bourne, 1652.","Imperfect: item at reel 122:1 lacks all but \"A summarie and true discourse of Sir Francis Drakes West-Indian voyage\" and \"A full relation of another voyage into the West Indies made by Sir Francis Drake\"; item at reel 2414:12 lacks all but \"The world encompassed by Sir Francis Drake.\"","Reproduction of original in the Henry E. Huntington Library and Art Gallery (reel 181:14), Thomason Collection, British Library (reel 122:1), and the Folger Shakespeare Library (reel 2414:12).","Sir Francis Drake revived -- The world encompassed by Sir Francis Drake / collected out of the notes of Master Francis Fletcher -- A summarie and true discourse of Sir Francis Drakes West-Indian voyage -- A full relation of another voyage into the West Indies made by Sir Francis Drake."],"editionDate":"1653","language":"eng","keywords":["Drake, Francis, --  Sir, 1540?-1596.","Voyages around the world.","Voyages and travels."]}