{"_id":"A39673","titles":["Navigation spiritualiz'd: or, A new compass for seamen consisting of XXXII points of pleasant observations, profitable applications, and serious reflections: all concluded with so many spiritual poems. Whereunto is now added, I. A sober consideration of the sin of drunkenness. II. The harlots face in the Scripture-glass. III. The art of preserving the fruit of the lips. IV. The resurrection of buried mercies and promises. V. The sea-mans catechism. Being an essay toward their much desir'd reformation from the horrible and destable [sic] sins of drunkenness, swearing, uncleanness, forgetfulness of mercies, violation of promises, and atheistical contempt of death. Fit to be seriously recommmended to their profane relations, whether sea-men or others, by all such as unfeignedly desire their eternal welfare. By John Flavel, minister of the Gospel."],"author":["Flavel, John, 1630?-1691."],"place":"London :","date":"1698.","publisher":"printed for M. Fabian in Mercers Chappel at the lower end of Cheapside,","notes":["An edition of \"Navigation Spiritualized\", first published in 1677.","Title words \"pleasant .. reflections:\" are set in three lines, joined at left by a brace.","Frontispiece is a typeset poem, the words framed and intersected by printers' rules in the form of a St. Andrews cross.","Imprimatur at foot of A5r reads: Geo. Stradling, S.T.P. Rev. in Christo Pat. D. Gilb. Archiepisc. Cant. a Sac. Domest. Ex Æd. Lamb. Dec. 14. 1663.","The \"essay toward their much desir'd reformation\" has separate pagination and a separate title page which reads: A pathetical and serious disswasive from the horrid and detestable sins of drunkenness, swearing, uncleanness forgetfulness of mercies, vioation of promises; and atheistical contempt of death. Applied by way of caution to sea-men, and now added as an appendix to their New compass. ..; there is no edition statement; imprint is dated 1698 and reads in part: Printed by Tho. Parkust [sic] and M. Fabian; register is continuous.","Caption title on p. 1 and running title to the first part of this work reads: A new compass for sea-men; or, navigation spritualized; the appendix has varying running titles and caption titles for each subject.","Copy cropped at head, affecting pagination and text.","Reproduction of the original in the British Library."],"editionDate":"1698","language":"eng","keywords":["Spiritual life --  Anglican authors --  Early works to 1800.","Spiritual healing --  England --  Early works to 1800.","Sailors --  Religious life --  England --  Early works to 1800."]}