{"_id":"A40104","titles":["The history of the troubles of Suethland and Poland, which occasioned the expulsion of Sigismundus the Third, king of those kingdomes, with his heires for ever from the Suethish crown with a continuation of those troubles, untill the truce, an. 1629 : as also, a particular narration of the daily passages at the last and great treaty of pacification between those two kingdomes, concluded at Stumbsdorff in Prussia, anno 1635 : concluding with a breife commemoration of the life and death of Sr. George Duglas, Knight, Lord Ambassadour extraordinary from the late King of Great Brittaine, for the treaty above mentioned / faithfully couched by J. Fowler ..."],"author":["Fowler, J. (John)","Sweden. Treaties, etc. Poland, 1635 Sept. 12.","Poland. Treaties, etc. Sweden, 1635 Sept. 12."],"place":"London :","date":"1656.","publisher":"Printed by Thomas Roycroft for Thomas Dring, and are to be sold at the George ...,","notes":["Errata: p. 254.","In 3 parts. Parts [2] and [3] have special t.p.: (pt. [2]) The treaty of pacification (upon the fore-related troubles) concluded in the yeare, 1635, between ... Uladislaus the Fourth, King of Poland ... and Christina Augusta, Queen of Suethes ... London, Printed for Hen. Twyford and Tho. Dring, 1656. (pt. [3]) A brief commemoration of the life and death of Sir George Duglas ... London, Printed for H. Twyford and T. Dring, 1656.","Reproduction of original in Trinity College Library, Cambridge University."],"editionDate":"1656","language":"eng","keywords":["Sigismund --  III, --  King of Poland and Sweden, 1566-1632.","Władysław --  IV Zygmunt, --  King of Poland, 1595-1648.","Kristina, --  Queen of Sweden, 1626-1689.","Douglas, George, --  Sir, d. 1636.","Sweden --  Foreign relations --  Treaties.","Poland --  Foreign relations --  Treaties.","Sweden --  Foreign relations --  Poland.","Poland --  Foreign relations --  Sweden.","Sweden --  History --  1523-1718.","Poland --  History --  Sigismund III, 1587-1632."]}