{"_id":"A44191","titles":["Lord Hollis, his remains being a second letter to a friend, concerning the judicature of the bishops in Parliament, in the vindication of what he wrote in his first : and in answer to ... The rights of the bishops to judge in capital cases in Parliament, cleared, &c. : it contains likewise part of his intended answer to a second tractate, entituled, The grand question touching the bishops right to vote in Parliament, stated and argued : to which are added Considerations, in answer to the learned author of The grand question, &c., by another hand : and reflections upon some passages in Mr. Hunt's Argument upon that subject, &c., by a third.","Second letter to a friend concerning the judicature of the bishops in Parliament"],"author":["Holles, Denzil Holles, Baron, 1599-1680.","Holles, Denzil Holles, Baron, 1599-1680. Letter of a gentleman to his friend.","Atwood, William, d. 1705? Reflections upon Antidotum Britannicum."],"place":"London :","date":"1682.","publisher":"Printed for R. Janeway,","notes":["The first article in this collection appeared also as: Considerations touching that question, whether the prelates have the right to sit among the Lords, and vote with them in Parliament in capital cases. 1682.","\"Considerations ... in answer to the ... author of The grand question\" (p. [95]-200) and \"Reflections upon Antidotum Britannicum, and Mr. Hunt's late book and post-script\" (p. [201]-302) each have special t.p.","Paging irregular.","Marginal notes.","Includes index.","Errata: p. 302.","Reproduction of original in Union Theological Seminary Library, New York."],"editionDate":"1682","language":"eng","keywords":["Hunt, Thomas, 1627?-1688. --  Rights of the bishops to judge in capital cases in Parliament cleared.","Stillingfleet, Edward, 1635-1699. --  Grand question concerning the bishops right in Parliament in cases capital.","Hunt, Thomas, 1627?-1688.","W. W. --  Antidotum Britannicum.","Church of England --  Bishops --  Temporal power.","England and Wales. --  Parliament. --  House of Lords --  Jurisdiction."]}