{"_id":"A46678","titles":["A further discovery of the mystery of Jesuitisme In a collection of severall pieces, representing the humours, designs and practises of those who call themselves the Society of Jesus."],"author":["Jarrige, Pierre, 1605-1660.","Schoppe, Kaspar, 1576-1649.","Hildegard, Saint, 1098-1179.","Flacius Illyricus, Matthias, 1520-1575.","Zahorowski, Hieronim."],"place":"London :","date":"1658.","publisher":"printed for G. Sawbridge, and are to be sold at the Bible on Ludgate-Hill,","notes":["\"A discourse of the reasons why the Jesuits are so generally hated. Originally written by Fortunius Galindus\" has separate title page with imprint: Printed for Richard Royston and Thomas Dring, 1659.  It was released, however, in 1658 (cf. Thomason copy of Royston-Dring edition).","Contents (each with divisional title unless otherwise specified): (1) \"The Jesuits upon the scaffold .. By Peter Jarrigius\", a translation of \"Les jésuites mis sur l'éschafaut pour plusieurs crimes capitaux par eux commis dans la province de Guienne\"; (2) \"The calumnies of James Beaufes refuted. By the same author\", a translation of \"Response aux calomnies de Jacques Beaufés\"; (3) \"Secret instructions for the superiours of the Societie of Jesus. Faithfully rendred out of the Latine\", a translation of \"Monita secreta Societatis Jesu\", a work attributed mainly to Hieronym Zahorowski; (4) \"A discourse of the reasons why the Jesuits are so generally hated. Originally written by Fortunius Galindus\" (title page with imprint dated 1659), a translation of \"De causis publici erga Jesuitas odii disputatio\" by Kaspar Schoppe; (5) \"A discovery of the Society in relation to their politicks. Written originally, by a well-wisher to the Jesuits\", possibly an English original; (6) \"The prophecy of Saint Hilde","The register is continuous; leaves L4 and Q12 are blank.","With errata on Q11v.","Copy tightly bound with slight loss of text.","Reproduction of the original in the John Rylands Library, University of Manchester, Manchester, England."],"editionDate":"1658","language":"eng","keywords":["Beaufés, Jacques. --  Impietés et sacrileges de Pierre Jarrige --  Controversial literature --  Early works to 1800.","Hildegard, --  Saint, 1098-1179 --  Early works to 1800.","Jesuits --  Controversial literature --  Early works to 1800."]}