{"_id":"A47167","titles":["A refutation of three opposers of truth by plain evidence of the holy Scripture, viz. I. Of Pardon Tillinghast, who pleadeth for water-baptism, its being a Gospel-precept, and opposeth Christ within, as a false Christ. To which is added, something concerning the Supper, &c. II. Of B. Keech, in his book called, A tutor for children, where he disputeth against the sufficiency of the light within, in order of salvation; and calleth Christ in the heart, a false Christ in the secret chamber. II. Of Cotton Mather, who in his appendix to his book, called, Memorable providences, relating to witchcrafts, &c. doth so weakly defend his father Increase Mather from being justly chargeable with abusing the honest people called Quakers, that he doth the more lay open his fathers nakedness; and beside the abuses and injuries that his father had cast upon that people, C. Mather, the son, addeth new abuses of his own. And a few words of a letter to John Cotton, called a minister, at Plymouth in New England. By George Keith."],"author":["Keith, George, 1639?-1716."],"place":"Philadelphia :","date":"annno 1690.","publisher":"printed and sold by William Bradford,","notes":["\"Water-baptism no Gospel-precept, &c.\", \"A brief answer to the weak and impertinent arguments of Benj. Keach, ..\", \"A brief answer to Cotton Mather ..\" and the letter to John Cotton have caption titles; register and pagination are continuous.","Reproduction of the original in the Friends House Library, London."],"editionDate":"1690","language":"eng","keywords":["Tillinghast, Pardon, 1622-1718. --  Water-baptism plainly proved by Scripture to be a Gospel precept.","Keech, Benjamin, 1640-1704. --  Instructions for children.","Mather, Cotton, 1663-1728. --  Memorable providences relating to witchcrafts and possessions --  Controversial literature --  Early works to 1800.","Cotton, John, 1584-1652 --  Early works to 1800.","Baptism --  Controversial literature --  Early works to 1800.","Lord's Supper --  Early works to 1800.","Witchcraft --  Early works to 1800."]}