{"_id":"A56127","publicationPlace":"London","title":"The antipathie of the English lordly prelacie, both to regall monarchy, and civill unity: or, An historicall collection of the severall execrable treasons, conspiracies, rebellions, seditions, state-schismes, contumacies, oppressions, & anti-monarchicall practices, of our English, Brittish, French, Scottish, & Irish lordly prelates, against our kings, kingdomes, laws, liberties; and of the severall warres, and civill dissentions occasioned by them in, or against our realm, in former and latter ages Together with the judgement of our owne ancient writers, & most judicious authors, touching the pretended divine jurisdiction, the calling, lordlinesse, temporalities, wealth, secular imployments, trayterous practises, unprofitablenesse, and mischievousnesse of lordly prelates, both to King, state, Church; with an answer to the chiefe objections made for the divinity, or continuance of their lordly function. The first part. By William Prynne, late (and now againe) an utter-barester of Lincolnes Inne.","author":"Prynne, William, 1600-1669.","publicationDate":"an 1641.","publisher":"printed by authority for Michael Sparke senior,","notes":["Title page lines 10-12 in two states. In this issue line 10 ends: anti-mo-.","In 2 parts. Part 2 preliminaries are signed A⁴ b⁴. Part 2 first page of text is numbered 201 and is signed 2A1.","Part 1 quires B-N⁴ in two settings. B3r (p. 1) has: (1) two rows of printer's ornaments at head, or (2) a headpiece. Apparently either setting appears with either state of title page.","The first leaf of each part is blank.","The 7 pages following part 1, p. 84, are numbered 89, 78-79, 92-93, 82-83. The 2 pages following part 2, p. 362, are numbered 391, 362.","Pagination variant: The 8 pages following part 1, p. 168, are numbered: p. 169-170, leaf 171, p. 171, p. 174, leaf 175 in place of leaves 169-172.","With an additional errata leaf, including directions for binder on verso, bound at end.","\"Articles of accusation and impeachment by the Commons House of Parliament against William Pierce, Doctor of Divinity, and Bishop of Bath and Wells\" ([18] p.) bound between p. 304 and 305 of part 2.","Marginal notes.","Part 1 identified as Wing P3891 and part 2 as Wing P4074 (entry cancelled in Wing 2nd ed.) on UMI microfilm \"Early English books, 1641-1700\" reel 192.",". Repoduction of original in the Bodleian Library."]}