{"_id":"A56211","titles":["The soveraigne povver of parliaments and kingdomes divided into foure parts· Together with an appendix: wherein the superiority of our owne, and most other foraine parliaments, states, kingdomes, magistrates, (collectively considered,) over and above their lawfull emperours, kings, princes, is abundantly evidenced, confirmed by pregnant reasons, resolutions, precedents, histories, authorities of all sorts; the contrary objections re-felled: the treachery and disloyalty of papists to their soveraignes, with their present plots to extirpate the Protestant religion demonstrated; and all materiall objections, calumnies, of the King, his counsell, royallists, malignants, delinquents, papists, against the present Parliaments proceedings, (pretended to be exceeding derogatory to the Kings supremacy, and subjects liberty) satisfactorily answered, refuted, dissipated in all particulars. By William Prynne, utter-barrester, of Lincolnes Inne. It is on this second day of August, 1643. ordered ... that this booke ... be printed by Michael Sparke ...","Soveraigne power of parliaments and kingdomes"],"author":["Prynne, William, 1600-1669."],"place":"Printed at London :","date":"1643.","publisher":"for Michael Sparke, Senior,","notes":["Includes \"The treachery and disloyalty of papists to their soveraignes, in doctrine and practise. .. The second edition enlarged\" (also issued separately as Wing P4109), \"The soveraigne povver of parliaments & kingdomes. Or second part of the Treachery and disloyalty of papists to their soveraignes\" (also issued separately as Wing P4088), and \"The third [-fourth] part of the soveraigne povver of parliaments and kingdomes\" (also issued separately as Wing P4103 and P3962). Each part has separate dated title page, pagination, and register. Item at reel 2504:17 lacks collective title page.","In \"The treachery\" the page after 56 is numbered 75.","In \"The third part\" A2r has a headpiece of type ornaments. Variant: with woodcut headpiece.","The appendix begins new pagination on 2A1r. Quire 2A is in two settings: the \"A\" of signature-mark \"Aa\" is under (1) the \"c\" of \"conduce\" or (2) the \"v\" of \"very\".","With a final errata leaf.","Reproduction of the originals in the University of Illinois (Urbana-Champaign Campus). Library and the Folger Shakespeare Library."],"editionDate":"1643","language":"eng","keywords":["England and Wales. --  Parliament --  Early works to 1800.","Representative government and representation --  England --  Early works to 1800.","Great Britain --  Politics and government --  1642-1649 --  Early works to 1800."]}