{"_id":"A57335","titles":["A sure guide, or, The best and nearest way to physick and chyrurgery that is to say, the arts of healing by medicine and manual operation : being an anatomical description of the whol body of man and its parts : with their respective diseases demonstrated from the fabrick and vse of the said parts : in six books ... at the end of the six books, are added twenty four tables, cut in brass, containing one hundred eighty four figures, with an explanation of them : which are referred to in above a thousand places in the books for the help of young artists / written in Latine by Johannes Riolanus ...; Englished by Nich. Culpeper ... and W.R. ...","Encheiridium anatomicum et pathologicum. English"],"author":["Riolan, Jean, 1580-1657.","Culpeper, Alice.","Culpeper, Nicholas, 1616-1654.","Rand, William."],"place":"London :","date":"1657.","publisher":"Printed by Peter Cole ...,","notes":["Plates accompanied by 24 captions or 24 unsigned, unpaged leaves.","Translation of Encheiridium anatomicum et pathologicum, first published in Paris in 1648.","Includes p. [11]: \"Mris [sic] Culpepers information, vindication, and testimony concerning her husbands books to be published after his death,\" dated 1655.","W.R. is William Rand. Cf. DNB.","Reproduction of original in Cambridge University Library.","1. Describing all and every of the bones of mans body according to the ancient method -- 2. Describing the belly and all its parts and bowels with their respective diseases -- 3. Describing the chest and all its parts and contents with their respective diseases -- 4. Describing the head and face with all their parts containing and contained and their respective diseases -- 5. Describing the limbs of the body with the many regiments of muscles and their diseases -- 6. Containing a new description of the bones by a method first invented by our author handling al the diseases and symptomes of the said bones."],"editionDate":"1657","language":"eng","keywords":["Human anatomy --  Early works to 1800.","Pathology --  Early works to 1800."]}