{"_id":"A63414","publicationPlace":"London","title":"Collections of travels through Turky into Persia, and the East-Indies Giving an account of the present state of those countries. As also a full relation of the five years wars, between Aureng-Zebe and his brothers in their father's life-time, about the succession. And a voyage made by the Great Mogul (Aureng-Zebe) with his army from Dehli to Lahor, from Lahor to Bember, and from thence to the kingdom of Kachemire, by the Mogols, call'd The paradise of the Indies. Together with a relation of the kingdom of Japan and Tunkin, and of their particular manners and trade. To which is added a new description of the grand seignior's seraglio, and also of all the kingdoms that encompass the Euxine and Caspian seas. Being the travels of Monsieur Tavernier Bernier, and other great men: adorned with many copper plates. The first volume.","author":"Tavernier, Jean-Baptiste, 1605-1689.","publicationDate":"MDC.LXXXIV. 1684","publisher":"printed for Moses Pitt at the Angel in St. Pauls Church-yard,","notes":["Tavernier Bernier = Jean-Baptiste Tavernier (translation of part of his: Les six voyages. Paris, 1676).","Translated by John Phillips. Translation also attributed to Edmund Everard and Henry Oldenburg.","\"The six travels of John Baptista Tavernier, Baron of Aubonne, through Turky and Persia to the Indies\" and \"A new relation of the inner-part of the grand seignor's seraglio\" have separate dated title pages, pagination and register.","Item at reel 1801:4 includes both vols. of Collections of travels through Turky into Persia, and the East-Indies bound together.","Item at reel 1840:2a and 1840:2b includes \"The six travels of John Baptista Tavernier, Baron of Aubonne, through Turky and Persia to the Indies ... The second part\" and \"A new relation of the inner-part of the grand seignor's seraglio\" only.","Reproduction of the original in the British Library.","Item at reel 1840:2a-2b with: Collections of travels through Turky into Persia, and the East-Indies ... The second volume. London : Printed for Moses Pitt ... M.DC.LXXXIV [1684]."]}