{"_id":"A66951","titles":["The surgeons mate or Military & domestique surgery Discouering faithfully & plainly ye method and order of ye surgeons chest, ye uses of the instruments, the vertues and operations of ye medicines, with ye exact cures of wounds made by gunshott, and otherwise as namely: wounds, apos fumes, ulcers, fistula's, fractures, dislocations, with ye most easie & safest wayes of amputation or dismembring. The cures of the scuruey, of ye fluxes of ye belly, of ye collicke and iliaca passio, of tenasmus and exitus ani, and of the calenture, with A treatise of ye cure of ye plague. Published for the service of his Ma. tie and of the com:wealth. By John Woodall Mr. in chyrurgerie.","Surgions mate, or A treatise discouering faithfully and plainely the due contents of the surgions chest"],"author":["Woodall, John, 1556?-1643.","Woodall, John, 1556?-1643. Treatise faithfully and plainly declaring the way of preventing, preserving from, and curing of that most fearful and contagious disease called the plague.","Woodall, John, 1556?-1643. Treatise of gangrena, and sphacelos."],"place":"London :","date":"1655.","publisher":"printed by Iohn Legate, for Nicholas Bourne, and are to be sold at his shop at the south entrance of the Royall Exchange,","notes":["Signatures: A-B⁶ C-G⁴ [chi]⁴ H-O⁴ P⁶ 2A-2R⁴ (2F1 mis-signed 3F) [para.]⁶ 3A-3O⁴ 3P-3R² .","Title page is engraved.","Includes index.","Frontispiece portrait of Charles I signed: P. Stent excudit","Another edition of: Woodall, John.  The surgions mate.","Includes Woodall's previously published \"Viaticum\" of 1628, and two treatises: one on the plague; the other, \"A treatise of gangrena, and sphacelos\"; each with separate title pages dated 1653, but with continuous pagination and register.","Copy stained, with some print show-through.","Reproduction of the original in the British Library."],"editionDate":"1617","language":"eng","keywords":["Medicine --  Early works to 1800.","Medicine, Military --  Early works to 1800.","Plague --  Prevention --  Early works to 1800.","Surgery --  Early works to 1800."]}