{"_id":"A67904","titles":["The life of William now Lord Arch-Bishop of Canterbury, examined. Wherein his principall actions, or deviations in matters of doctrine and discipline (since he came to that sea of Canturbury) are traced, and set downe, as they were taken from good hands, by Mr. Robert Bayley, a learned pastor of the Kirk of Scotland, and one of the late commissioners sent from that Nation. Very fitting for all judicious men to reade, and examine, that they may be the better able to censure him for those thing [sic] wherein he hath done amisse. Reade and judge.","Ladensium autokatakrisis, the Canterburians self-conviction"],"author":["Baillie, Robert, 1599-1662."],"place":"London :","date":"in the yeare of Grace. 1643.","publisher":"Printed for N B,","notes":["Anonymous. By Robert Baillie.","Lysimachus Nicanor = John Corbet.","A reissue, with cancel title page, of: Ladensium autokatakrisis, the Canterburians self-conviction.","\"A large supplement of the Canterburian self-conviction\" (Wing B462) has separate pagination and register, and separate title page dated 1641; \"A postscript of the personate Iesuite Lysimachus Nicanor\" (caption title), a reply to \"The epistle congratulatorie of Lysimachus Nicanor of the Societie of Jesu, to the Covenanters in Scotland\", has separate pagination and register.","Second p. 80 misnumbered 70.","Errata leaf bound before the postscript.","\"The life of William now Lord Arch-Bishop of Canterbury, examined\" is identified elsewhere as Wing L2040.","Annotation on Thomason copy: \"Octob: 24\".","Reproduction of the original in the British Library."],"editionDate":"1643","language":"eng","keywords":["Laud, William, 1573-1645 --  Controversial literature --  Early works to 1800.","Nicanor, Lysimachus, 1603-1641. --  Epistle congratulatorie of Lysimachus Nicanor of the Societie of Jesu, to the Covenanters in Scotland --  Controversial literature.","Church of England --  Controversial literature --  Puritan authors --  Early works to 1800.","Church and state --  England --  Early works to 1800.","Arminianism --  Early works to 1800."]}