{"_id":"A68202","publicationPlace":"[London","title":"The first and second volumes of Chronicles. [vol. 3 (i.e. The Third Volume of Chronicles)] comprising 1 The description and historie of England, 2 The description and historie of Ireland, 3 The description and historie of Scotland: first collected and published by Raphaell Holinshed, William Harrison, and others: now newlie augmented and continued (with manifold matters of singular note and worthie memorie) to the yeare 1586. by Iohn Hooker aliàs Vowell Gent and others. With conuenient tables at the end of these volumes.","author":"Holinshed, Raphael, d. 1580?","publicationDate":"1587]","publisher":"Finished in Ianuarie 1587, and the 29 of the Queenes Maiesties reigne, with the full continuation of the former yeares, at the expenses of Iohn Harison, George Bishop, Rafe Newberie, Henrie Denham, and Thomas VVoodcocke. At London printed [by Henry Denham] in Aldersgate street at the signe of the Starre,","notes":["Other contributors to this edition include Abraham Fleming, Francis Thynne, and John Stow.","Printer's name from STC; rest of imprint from colophon.","Vol. 2 has imprint date 1586.","The first leaf of vol. 1, the last leaf of vol. 2, and the last leaf of vol. 3 are blank.","Vol. 1: \"The historie of England\" has separate title page, pagination, and register. Vol. 2: \"The Irish historie composed and written by Giraldus Cambrensis, and translated into English .. by Iohn Hooker\" has separate title page and pagination; p. 61 of the previous section is printed on A1, the \"Irish historie\" title page on A2. \"The description of Scotland, written at the first by Hector Boetius in Latine, and afterward translated into the Scotish speech by Iohn Bellenden .. and now finallie into English by R.H. ..\" has separate pagination, register, and title page dated 1585. Within this series, \"The historie of Scotland\" has separate title page dated 1585.","Vol. 2: 2Q3-4 are canceled by a leaf paginated 421 (recto) and 424 (verso); 2R3-4 are canceled by a leaf paginated 438/431; 2S2-5 are canceled by two leaves paginated 443/444 and 445/450. Vol. 3: 6M3-4 are canceled by a leaf paginated 1328/1330; quires 6V-7I are canceled by four leaves paginated 1419/1420, 1421/1490, 1491/1536, and 1537/1538; quires 7L-7M are canceled by three leaves paginated 1551/1552, 1553/1554, 1555/1574. The canceled leaves were reprinted three times in the eighteenth century; for general descriptions of these see \"The Library\", ser. 5, XIII (1958), p. 120-4.","Includes indexes.","Reproductions of the originals in the Henry E. Huntington Library and Art Gallery.","Appears at reels 265-266 (Huntington copy 61508, lacking vol. 3), at reels 267-269 (Huntington copy 61510), and at reels 270-273 (Huntington copy 61509)."]}