{"_id":"A68509","titles":["The newe attractiue Containyng a short discourse of the magnes or lodestone, and amongest other his vertues, of a newe discouered secret and subtill propertie, concerning the declinyng of the needle, touched therewith under the plaine of the horizon. Now first founde out by Robert Norman hydrographer. Heerevnto are annexed certaine necessarie rules for the art of nauigation by the same R.N."],"author":["Norman, Robert, fl. 1590.","Borough, William, 1536-1599."],"place":"Imprinted at London :","date":"1581.","publisher":"By Ihon Kyngston for Richard Ballard,","notes":["In two parts. Part 1 sometimes includes a table with a separate title page; register is continuous. Part 2 has a separate title page; register is not continuous.","Part 2 separate title page reads: A discours of the variation of the cumpas, or magneticall needle. Wherin is mathematically shewed, the maner of the obseruation, effectes, and application thereof, made by W.B. And is to be annexed to the newe attractiue of R.N. 1581.","W.B. = William Borough.","Part 2 has a separate imprint (in colophon) that reads: Imprinted at London for Richard Ballard, and are to be solde at his shop at Sainct Magnus cornar in Themes streate. Anno. 1581.","Table in part 1 separate title page reads: Here after followeth a table of the sunnes declination, commonly called a regiment for the sunne, exactly calculated vnto the minute, by the true place of the sunne, whose greatest declination for this age, is 23 . degrees, 28 . minutes, and maie serue for 30 . yeres without great errour.","Signatures: A-K⁴ [star]⁴ A²  B-G⁴.","Part 1 (table only) formerly STC 23121.","Part 2 formerly STC 3389.","Part 1 (table only) identified as STC 23121 on UMI microfilm reel 1157.","Part 2 identified as STC 3389 on UMI microfilm reel 198.","Reproduction of the originals in the Bodleian Library (part 1 only, including table--reel 1578) and the British Library (part 1 table only--reel 1157 and part 2 only--reel 198).","Appears at UMI microfilm reel 198 (part 2 only--British Library copy); UMI microfilm reel 1157 (part 1, table only--British Library copy); and UMI microfilm reel 1578 (part 1, including table, only--Bodleian Library copy)."],"editionDate":"1581","language":"eng","keywords":["Geomagnetism --  Early works to 1800.","Nautical astronomy --  Early works to 1800.","Compass --  Early works to 1800."]}