{"_id":"A68764","publicationPlace":" London","title":"The theatre of the empire of Great Britaine presenting an exact geography of the kingdomes of England, Scotland, Ireland, and the iles adioyning: with the shires, hundreds, cities and shire-townes, within ye kingdome of England, divided and described by Iohn Speed.","author":"Speed, John, 1552?-1629.","publicationDate":"1611, ie. 1612","publisher":"[By William Hall] anno cum privilegio 1611 and are to be solde by Iohn Sudbury & Georg Humble, in Popes-head alley at ye signe of ye white Horse,","notes":["The text is mainly taken from: Camden, William. Britannia.","The title page is engraved.","Consists of 7 disjunct preliminary leaves; 70 folded sheets, signed A-2L²  2M¹ 2N¹, mounted on stubs; and 5 disjunct index leaves. Each folded sheet, consisting of two leaves, is signed as a single leaf; i.e., A²  is actually two folds, the first signed A1 on the first recto, the second A2. Furthermore, sheets A-2L are grouped in fours, with two sheets bearing a particular letter sandwiched between two sheets bearing the previous letter. For example, the first grouping consists of the two conjugate leaves A1, the two conjugate leaves B1, the two conjugate leaves B2, and the two conjugate leaves A2. Sixty-six of these folds have engraved maps printed on the inner pages, with text on the outer pages; three have text or woodcuts on all pages. Only the outer pages are paginated; inner pages are not included in pagination. There are other irregularities in pagination.","\"The woodcuts were no doubt cut by Christoph Schweitzer.\" Some of the maps are signed by Jodocus Hondius, and \"all were engraved by him or under his direction in his workshop at Amsterdam\" (Skelton).","Books 2-4 each have separate title page. Those to books 2 and 4 give William Hall as printer; those to books 3 and 4 are dated 1612.","The pagination is continued in \"The history of Great Britaine\" (STC 23045).","Reproduction of the original in the Henry E. Huntington Library and Art Gallery."]}