{"_id":"A69250","titles":["Newes from France containing tvvo declarations of two new conuerts from the Church of Rome to the reformed churches of France: the former made by Master M. du Tertrf [sic], Lord de la Motthe Luyne, late preacher amongst the order of the Capucins vnder the name of F. Firmin, &c. at Saumur on the 27. of May last: the latter by the Marquise Boniuet, Lord of Creuecœur, &c. at Rochell on the seuenth of August last. Both translated out of the seuerall French copies into English by E.M. of Christ-Church in Oxford. Whereunto is added an English letter sent from Paris by an English gentleman to his friend in England, touching the late surprisall and imprisonment of the Prince of Conde, which happened on the 22. of August last.","Declaration and manifestation, of the chiefe reasons and motives of the conversion of Master M. du Tertre, Lord de la Motthe Luyne."],"author":["Bonnivet, Henri Marc de Gouffier, Marquis de, d. 1589. Declaration de Henri-Marc de Gouffier. aut","Meetkerke, Edward, 1590-1657, attributed name."],"place":"London :","date":"1616.","publisher":"Printed by Edward Griffin for Nathaniel Butter, dwelling neere S. Austins gate at the signe of the Pide-Bull,","notes":["Another issue, with additions and cancel general title page, of: A declaration and manifestation, of the chiefe reasons of the conversion of Master M. du Tertre, Lord de la Motthe Luyne.","E.M. = Edward Meetkerke?.","\"A declaration of Henry Marc de Goussier Marquise of Boniuet, Lord of Creucœur, &c.\" has separate dated title page, pagination and register.","Title page varies; as in this copy, or with \"Whereunto are added two letters ..\"; all copies have the second letter on C1v--STC.","Part 2 is also issued as STC 12108.","Part 2 is also filmed on reel 1139; identified as STC 12108.","Reproductions of the originals in the British Library and in the Henry E. Huntington Library and Art Gallery (part 2 only).","Appears at reel 1136 (British Library copy) and at reel 1139 (part 2 only; Huntington Library copy)."],"editionDate":"1616","language":"eng","keywords":["Condé, Henri II de Bourbon, --  prince de, 1588-1646 --  Early works to 1800.","La Mothe-Luyne, Du Tertre, --  seigneur de.","Catholic Church --  Controversial literature --  Early works to 1800."]}