{"_id":"A69969","titles":["Eikōn basilikē The porvtraictvre of His sacred Maiestie in his solitudes and svfferings. Together with His Maiesties praiers delivered to Doctor Juxon immediately before his death. Also His Majesties reasons, against the pretended jurisdiction of the high court of justice, which he intended to deliver in writing on Munday January 22, 1648."],"author":["Charles I, King of England, 1600-1649. Reliqiæ sacræ Carolinæ.","Marshall, William, fl. 1617-1650, engraver.","Dugard, William, 1602-1662. aut"],"place":"[London :","date":"M.DC. XLIX. [1649]","publisher":"s.n.],","notes":["First two words of title in Greek characters.","Attributed both to Charles I and John Gauden. cf. NUC pre-1956 imprints.","Place of publication from Wing.","Signatures: A²  B-Q R⁴ S⁶ T² .","Intended to be issued with: Charles I, \"Reliquiæ sacræ Carolinæ\" (1651), this was also issued separately in three states; this state has title page in red and black, with a border of black type ornaments, the corner ornaments printed in red; the \"Explanation of the embleme\" by William Dugard, printed in Latin and English and bound before the frontispiece, begins: \"Ponderibus genus omni mali\"; it is not part of any signature and is on a slightly smaller leaf than the text.","Frontispiece engraving signed: \"Guil: Marshal delin:\" (Madan frontis. no. 11); portrait of Charles II as Prince of Wales is on p. 212 (P2v) (Madan port. no. 4).","The \"Prayers\" follow p. 247.","The \"Epitaph\" on S6v signed: J.H. (i.e. James Howell).","Bodleian copy on UMI reel 2170:3 imperfect; frontis. is torn with loss of left half; portrait of Charles has part of caption missing; lacking all after title page of the \"Prayers\"; pages stained, tightly bound with loss of print; title page appears to be of a variant impression not described in Madan: Greek words at beginning of title set closer to upper border than on other copies.","Bodleian copy on UMI reel 2170:4 imperfect; lacks frontis. and \"Explanation\"; slight print fade.","Harvard copy at 1632:1 imperfect: frontis., p. 231-234 lacking; stains, tears with loss of print. Numerous pagination errors.","Reproductions of the originals in: Bodleian Library and Harvard Univeristy Library."],"editionDate":"1649","language":"eng","keywords":["Charles --  I, --  King of England, 1600-1649 --  Early works to 1800.","Great Britain --  History --  Civil War, 1642-1649 --  Early works to 1800.","Great Britain --  Politics and government --  1642-1649 --  Early works to 1800."]}