{"_id":"A74878","titles":["A brief review of the most material Parliamentary proceedings of this present Parliament, and their armies, in their civil and martial affairs. Which Parliament began the third of November, 1640. And the remarkable transactions are continued untill the Act of Oblivion, February 24. 1652. Published as a breviary, leading all along successiviely, as they fell out in their severall years: so that if any man will be informed of any remarkable passage, he may turne to the year, and so see in some measure, in what moneth thereof it was accomplished. And for information of such as are altogether ignorant of the rise and progresse of these times, which things are brought to passe, that former ages have not heard of, and after ages will admire. A work worthy to be kept in record, and communicated to posterity."],"author":["Vicars, John, 1579 or 80-1652.","Hamilton, James Hamilton, Duke of, 1606-1649. Several speeches of Duke Hamilton Earl of Cambridg, Henry Earl of Holland, and Arthur Lord Capel, upon the scaffold immediately before their execution, on Friday the 9. of March."],"place":"London :","date":"1653.","publisher":"Printed by M.S. for Tho: Jenner, at the South-entrance of the Royal Exchange.,","notes":["Attributed to John Vicars.","Includes \"The severall speeches of Duke Hamilton Earl of Cambridge, Henry Earl of Holland, and Arthur Lord Capel. Spoken upon the scaffold immediately before their execution, on Friday the ninth of March, 1649\" with caption title; pagination and register are separate.","Annotation on Thomason copy: \"Aprill 25\"; the imprint date has been altered to 1653.","Reproduction of the original in the British Library."],"editionDate":"1652","language":"eng","keywords":["England and Wales. --  Army --  Early works to 1800.","England and Wales. --  Parliament --  Early works to 1800.","Executions and executioners --  England --  Early works to 1800.","Last words --  Early works to 1800.","Great Britain --  History --  Commonwealth and Protectorate, 1649-1660 --  Early works to 1800.","Great Britain --  Politics and government, 1649-1660 --  Early works to 1800."]}