{"_id":"A82319","publicationPlace":"London","title":"Several sermons and discourses of William Dell Minister of the Gospel; sometimes attending both the generals in the army: and now Master of Gonvil and Caius Colledge in Cambridge. Heretofore published at several times, and on several occasions; and now gathered in one volumn, for the benefit of the faithful, and conviction of the world.","author":"Dell, William, d. 1664.","publicationDate":"1652 ie. 1651","publisher":"Printed [by R. White] for [Hen. Cripps, Lod. Lloyd and] Giles Calvert, at the sign of the Black-Spread-Eagle, at the West-end of Pauls towards Ludgate,","notes":["Preface to the reader signed: Christop. Goad.","\"The right reformation\" was preached before the House of Commons on 25 November 1646.","\"The way of true peace and unity\" is dedicated to the House of Commons, General Fairfax and Lieutenant-General Cromwel, and may have been preached before the House of Commons.","Contains five sermons, each with a separate title page dated 1651: \"Christ's spirit, a Christians strength\", with \"printed for Hen. Cripps and Lod. Lloyd\" in imprint; \"Uniformity examined, whether it be found in the Gospel\"; \"The building, beauty, teaching, and establishment of the truly Christian and spiritual Church\"; \"Right reformation\", with \"printed by R. White\" in imprint; \"The way of true peace and unity in the true Church of Christ\". Pagination and register are continuous.","Annotation on Thomason copy: \"1651. Nou: 10\"; the '2' in the imprint date is crossed out.","\"The way of true peace and unity in the true Church of Christ\" identified as Wing D940 on UMI microfilm \"Early English books, 1641-1700\" reel 1255.","Reproduction of the originals in the British Library and the Henry E. Huntington Library and Art Gallery.","The entire work appears at reel 99:E.645[4] (British Library, Thomason copy) and the sermon \"The way of true peace and unity in the true church of Christ\" appears at reel 1255 (Henry E. Huntington Library and Art Gallery copy)."]}