{"_id":"A82435","titles":["Anno Regni Caroli II. Regis Angliæ, Scotiæ, Franciæ, & Hiberniæ, duodecimo. At the Parliament begun at Westminster, the five and twentieth day of April, an. Dom. 1660 In the twelfth year of the reign of our most gracious soveraign lord Charles, by the grace of God, of England, Scotland, France, and Ireland, King, Defender of the Faith, &c."],"author":["England and Wales. Sovereign (1660-1685 : Charles II)","England and Wales. Parliament."],"place":"[London :","date":"1660] [i.e. 1661]","publisher":"Printed by John Bill, Printer to the Kings most Excellent Majesty,","notes":["Contains the acts drafted by the Convention Parliament.","List of additional acts not included: pp. 148-150.","Signatures: A-Z²  2A-2G²  2H¹ 2I-2P² .","Annotation on Thomason copy: \"Jan 7\".","Reproduction of the original in the British Library.","An act for the better ordering the selling of wines by retail -- An act for the levying of the arrears of the twelve moneths assessment commencing the 24th of June 1659, and the six moneths assessment commencing the 25 of December 1659 -- An act for granting unto the Kings Majesty, four hundred and twenty thousand pounds, by an assessment of threescore and ten thousand pounds by the moneth, for six moneths, for disbanding the remainder of the army and paying off the navy -- An act for further supplying and explaining certain defects in an act intituled An act for the speedy provision of money for disbanding and paying off the forces of this kingdom -- An act for the raising of seventy thousand pounds for the further supply of his Majesty -- An act for the attainder of several persons guilty of the horrid murther of his late Sacred Majestie King Charles the First -- An act for confirmation of leases and grants from colledges and hospitals -- An act for confirmation of marriages -- An act for prohibiting the planting, setting, or sowing of tobacco in England and Ireland -- An act for erecting and establishing a post-office -- An act impowering the master of the rolls for the time being, to make leases for years, in order to new build the old houses belonging to the rolls."],"editionDate":"1661","language":"eng","keywords":["England and Wales. --  Army --  Demobilization --  Early works to 1800.","Wine and wine making --  Law and legislation --  Great Britain --  Early works to 1800.","Taxation --  Law and legislation --  Great Britain --  Early works to 1800.","Wool industry --  Great Britain --  Early works to 1800.","Regicides --  Early works to 1800.","Marriage law --  Great Britain --  Early works to 1800.","Tobacco --  Law and legislation --  Great Britain --  Early works to 1800.","Postal service --  Great Britain --  Early works to 1800.","Great Britain --  Politics and government --  1660-1688 --  Early works to 1800."]}