{"_id":"A85036","publicationPlace":"Printed at Oxford i.e. London","title":"Truth maintained, or Positions delivered in a sermon at the Savoy: since traduced for dangerous: now asserted for sound and safe. By Thomas Fuller, B.D. late of Sidney Colledge in Cambridge. The particulars are these. I That the doctrine of the impossibility of a churches perfection, in this world, being wel understood, begets not lazinesse but the more industry in wise reformers. II That the Church of England cannot justly be taxed with superstitious innovations. III How farre private Christians, ministers, and subordinate magistrates, are to concurre to the advancing of a publique reformation. IIII What parts therein are only to be acted by the Supreme power. V Of the progresse, and praise of passive obedience. VI That no extraordinary excitations, incitations, or inspirations are bestowed from God, on men in these dayes. VII That it is utterly unlawfull to give any just offence to the papist, or to any men whatsoever. VIII What advantage the Fathers had of us, in learning and religion, and what we have of them. IX That no new light, or new essentiall truths, are, or can be revealed in this age. X That the doctrine of the Churches imperfection, may safely be preached, and cannot honestly be concealed. With severall letters, to cleare the occasion of this book.","author":"Fuller, Thomas, 1608-1661.","publicationDate":"anno Dom 1643.","publisher":"s.n.],","notes":["A partial reprinting and defense of his \"Sermon of reformation\" and a partial reprinting of and reply to John Saltmarsh's \"Examinations\", including a reprinting of the preface to that work on leaf A2.","The imprint is a counterfeit (Madan).","A reissue with cancel title page of the edition with London in imprint (Wing F2475). However, this reissue lacks the full reprinting of Fuller's \"A sermon of reformation\" ([2], 5-24 p.; A⁴-C⁴(-A1)) found in Wing F2475. Statements made by the author in \"To my deare parish Saint Mary Savoy\" (C1r) and \"To the reader\" (C4r) in the preliminaries indicate that the sermon was intended to be included as part of this work, and it may be that copies without the sermon are simply imperfect reissues. The sermon was also apparently issued separately in the same year.","Annotation on Thomason copy reads: \"March 8\".","Reproduction of the original in the British Library."]}