{"_id":"A86079","titles":["The anatomical exercises of Dr. William Harvey professor of physick, and physician to the Kings Majesty, concerning the motion of the heart and blood.   [Part 3]   Two anatomical exercitations concerning the circulation of the blood to John Riolan the son ...  With the preface of Zachariah Wood physician of Roterdam. To which is added Dr. James De Back his Discourse of the heart, physician in ordinary to the town of Roterdam."],"author":["Harvey, William, 1578-1657."],"place":"London :","date":"1653.","publisher":"Printed by Francis Leach, for Richard Lowndes at the White Lion in St. Pauls Churchyard, near the West end,","notes":["A translation of: William Harvey. De motu cordis.","\"Two anatomical exercitations concerning the circulation of the blood, to John Riolan the son ..\" has separate dated title page and pagination; register is continuous.","The title page is a cancel. A variant edition has retained the cancellandum, which is identical to the cancel title page, except for the imprint, which reads: London, Printed by Francis Leach (in two lines). In most copies of the original title page, the lower right corner of the original title page has been clipped off (cf. Keynes 19).","Wing H1092 reads: \"Two anatomical exercises\", which may be an erroneous transcription for \"Two anatomical exercitations\". The latter title apparently was not issued separately after the 1649 Latin editions published in Rotterdam and Cambridge, but served as an appendix to \"De motu cordis\". (Cf. Keynes 19, 30 and 31).","\"Two anatomical exercitations\" also appears separately on UMI microfilm reel 102, item 3 (Early English books), where it is identified as Wing H1092 and at reel 189, E.1477[2] (Thomason Tracts).","Annotation on Thomason copy: \"June. 23.\".","Reproductions of the originals in the Henry E. Huntington Library and Art Gallery (Early English books), and the British Library (Thomason Tracts)."],"editionDate":"1653","language":"eng","keywords":["Riolan, Jean, 1580-1657.","Blood --  Circulation --  Early works to 1800."]}