{"_id":"A87472","titles":["The touchstone, or, Trial of tobacco whether it be good for all constitutions : with a word of advice against immoderate drinking and smoaking : likewise examples of some that have drunk their lives away, and died suddenly : with King Jame's [sic] opinion of tobacco, and how it came first into England : also the first original of coffee : to which is added, witty poems about tobacco and coffe [sic] : something about tobacco, written by George Withers, the late famous poet ...","Two broad-sides against tobacco."],"author":["Hancock, John, fl. 1638-1675.","Hancock, John, fl. 1669-1705.","James I, King of England, 1566-1625. Counterblaste to tobacco. 1676.","Maynwaringe, Everard, 1628-1699?","Thomson, George, fl. 1648-1679. Aimatiasis. Selections. 1676.","Ward, Samuel, 1577-1640. Woe to drunkards. 1676.","Sylvester, Josuah, 1563-1618. Tobacco battered, and the pipes shattered. 1676.","Everard, Giles. De herba panacea. English. Selections. 1676.","Wither, George, 1588-1667."],"place":"London :","date":"1676.","publisher":"Printed and are to be sold by the several booksellers,","notes":["Dedication signed: J.H. (i.e. John Hancock).","Previously published under title: Two broad-sides against tobacco (London : Printed for John Hancock, 1672).","Signatures: [A]⁴ B-K⁴.","Illustrations: 1 print : woodcut ; full-page. Subject: \"The picture represents the tobacchonists [sic] armes, and Turks coffee-house.\"","Woodcut and type flower headpieces; ornamental and criblé initials.","Reproduction of original in the William Andrews Clark Memorial Library, University of California, Los Angeles.","A counterblast to tobacco (p. 1-12) -- Dr. Maynwaring's serious cautions against tobacco, collected out of his Treatise of the scurvy, (p. 70) -- Preservation of health in the choice of drinks, and regular drinking  / transcribed verbatim out of Doctor Maynwaring's Treatise of long life --  Another collection against tobacco-smoking / written by ... George Thompson, in his book Of preservation of the bloud -- Woe to drunkards : a sermon / preached many years since by Mr. Samuel Ward --Tobacco battered and the pipes shattered ... / collected out of the famous poems of Joshua Sylvester, Gent. -- A broad-side against coffee, or, The marriage of the Turk --  Collection ... taken out of that book of Dr. Everard's, entituled,  The vertue of tobacco -- A postscript, by way of apology."],"editionDate":"1676","language":"eng","keywords":["Tobacco habit --  Great Britain --  Early works to 1800.","Tobacco --  Physiological effect --  Early works to 1800.","Tobacco --  Poetry --  Early works to 1800.","Smoking in art --  Early works to 1800.","Coffee habit --  Great Britain --  Early works to 1800.","Coffee --  Poetry --  Early works to 1800.","Alcoholism --  Great Britain --  Early works to 1800."]}