{"_id":"A88943","titles":["Church-government and church-covenant discussed, in an answer of the elders of the severall churches in New-England to two and thirty questions, sent over to them by divers ministers in England, to declare their judgments therein. Together with an apologie of the said elders in New-England for church-covenant, sent over in answer to Master Bernard in the yeare 1639. As also in an answer to nine positions about church-government. And now published for the satisfaction of all who desire resolution in those points."],"author":["Mather, Richard, 1596-1669.","Mather, Richard, 1596-1669. Apologie of the churches in New-England for church-covenant.","Peters, Hugh, 1598-1660.","Davenport, John, 1597-1670."],"place":"London :","date":"1643.","publisher":"Printed by R.O. and G.D. [and T.P. and M.S.] for Benjamin Allen and are to be sold at his shop in Popes head-Ally,","notes":["The first two parts were written by Richard Mather.","Editor's note \"To the reader\" signed: H. Peter, i.e. Hugh Peters.","In part a reply to: Ashe, Simeon.  A letter of many ministers in old England, requesting the judgement of their reverend brethren in New England concerning nine positions.","\"An apologie of the churches in New-England for church-covenant\" and \"An answer of the elders of the severall churches in New-England unto Nine positions\", the latter written by John Davenport, each have separate dated title page with \"printed by T.P. and M.S. for Benjamin Allen\" in imprint. \"An apologie\" begins new register and pagination and possibly was issued separately (cf. Wing M1267).","The last leaf is blank.","Annotation on Thomason copy: on t.p. of part 1: \"June 15\"; on t.p. of part 3: \"June 15\".","Reproduction of the original in the British Library."],"editionDate":"1643","language":"eng","keywords":["Bernard, Richard, 1568-1641.","Ashe, Simeon, d. 1662. --  Letter of many ministers in old England, requesting the judgement of their reverend brethren in New England concerning nine positions --  Controversial literature --  Early works to 1800.","Church polity --  Early works to 1800.","Congregational churches --  England --  Early works to 1800.","Congregational churches --  Government --  Early works to 1800."]}