{"_id":"A91224","titles":["Mount-Orgueil: or Divine and profitable meditations raised from the contemplation of these three leaves of natures volume, 1. Rockes, 2. Seas, 3. Gardens, digested into three distinct poems. To which is prefixed, a poeticall description, of Mount-Orgueil Castle in the Isle of Jersy. By VVilliam Prynne, late exile, and close prisoner in the sayd Castle. A poem of The soules complaint against the body; and Comfortable cordialls against the discomforts of imprisonment, &c. are hereto annexed."],"author":["Prynne, William, 1600-1669.","Prynne, William, 1600-1669. Rockes improved.","Prynne, William, 1600-1669. Christian sea-card.","Prynne, William, 1600-1669. Christian paradise.","Prynne, William, 1600-1669. Comfortable cordials."],"place":"London :","date":"1641.","publisher":"printed by Tho. Cotes, for Michael Sparke Senior, and are to be sold by Peter Inch of Chester,","notes":["In verse.","One of four possible imprint variants of this text.","With marginal notes.","Order and number of preliminary leaves vary. Ideal copies include a 4-line verse (printed in 7 lines) which faces a portrait of the author. These two leaves may either precede or follow title page. There are two verse dedications, \"To the Christian reader\", which fill both sides of a leaf, and \"To the Right Worshipfull his ever honoured worthy friend ...\" on a leaf signed [par.]3, the verso of which is blank.  These two dedication leaves are frequently interchanged.","With a final errata leaf.","\"Rockes improved\", \"Christian sea-card\", \"Christian paradise\", and \"Soules complaint\" each have separate dated title page with \"printed by T. Cotes for Michael Sparke, dwelling at the blue Bible in Greene Arbor, 1641; pagination and register are continuous.","\"Comfortable cordials\" has separate title page with imprint \"Printed anno. 1641\"; pagination and register are separate. It may also have been issued separately (Wing P3927).","Reproduction of original in the Folger Shakespeare Library, Washington, D.C.."],"editionDate":"1641","language":"eng","keywords":["Jesus Christ --  Poetry --  Early works to 1800.","Christian literature --  Early works to 1800."]}