{"_id":"A92155","titles":["Angliæ ruina: or, Englands ruine represented in the barbarous, and sacrilegious outrages of the sectaries of this kingdome, committed upon the lives, consciences and estates of all His Maj: loyal subjects in generall; but more particularly upon the churches, colledges, clergie, and scholars of the same. Containing two briefe catalogues of such heads and fellowes of colledges in the University of Cambridge, and other learned and pious divines, within the city of London, as have been ejected, plundered, imprisoned, or banished, for their constancie in the Protestant religion, and loyalty to their soveraigne. Whereunto is added, a chronologie of the time and place of all the battails, sieges, conflicts, and other remarkable passages which have happened betwixt His Majesty and the Parliament; with a catalogue of such persons of quality, as have been slain on either party, from Novemb. 3. 1640 till the 25. of March, 1647.","Mercurius rusticus"],"author":["Ryves, Bruno, 1596-1677.","Barwick, John, 1612-1664. Querela Cantabrigiensis.","Griffin, Matthew, 1599?-1665. London. A generall bill of mortality, of the clergie of London, which have beene defunct by reason of the contagious breath of the sectaries of that city, from the yeere 1641. to this present yeere 1647. with the several casualties of the same."],"place":"[London :","date":"Anno 1647. [i.e. 1648].","publisher":"s.n.]","notes":["With an additional engraved title page (plate), with title: Mercurius rusticus The countrys complaint recounting the sad events of this unparraleld warr.","Place of publication from Wing CD; date of publication derived from title page to part 1 which is added to a later issue, but is not present here.","In 4 parts. Parts 1 and 2, by Bruno Ryves, were originally issued at Oxford as 21 separate newsbooks between 20 May 1643 and 16 March 1644. Part 2, \"Mercurius rusticus: or, The countries complaint, of the sacriledges, prophanations, and plundrings, committed by the schismatiques, on the cathedrall churches of this kingdome\" has separate title page with imprint \"Oxford, printed in the yeare, 1646\"; pagination and register are continuouswith part 1. Parts 3 and 4, \"Querela Cantabrigiensis\" and \"Micro-chronicon\" each have separate dated title page, pagination, and register. The former is attributed to John Barwick, and the latter to Bruno Ryves. \"Querela Cantabrigiensis\" was also probably issued separately (Wing B1010), as was \"Micro-chronicon\" (Wing R2451).","This issue, the earlier, lacks an 8-page addition signed a which cancels leaf A8. This earlier issue is identified by Madan as 1890b*, one of the issues that constitute the second collected edition of those printed other than at Oxford.","Signatures: A B-S ² A-C ³A²  ³B-G ³H⁶.","\"A generall bill of mortalitie, of the clergy of London\" by Matthew Griffin is found on p. 252-260 of part 2. It was first published as a broadside (Wing G2013) and it was not included in earlier editions of \"Mercurius rusticus\".","Leaves S8 and ³H6 (the last leaf) are blank.","Reproduction of original in the Emmanuel College Library.","Identified by ESTC as Wing (CD-ROM, 1996) R2446."],"editionDate":"1648","language":"eng","keywords":["University of Cambridge --  History --  17th century --  Early works to 1800.","Cathedrals --  England --  Early works to 1800.","Great Britain --  History --  Civil War, 1642-1649 --  Early works to 1800.","Great Britain --  Hixtory --  Chronology --  Early works to 1800."]}